<template>
  <div>
    <client-only>
      <div class="wrapper bg-policy">
        <div class="container">
          <div class="row">
            <div class="col-12">
              <div
                class="content-policy section wow fadeInUp f-policy"
                data-wow-delay="0.7"
              >
                <h2 class="section wow fadeInLeft" data-wow-delay="0.7">
                  นโยบายการคุ้มครองข้อมูลส่วนบุคคล (Privacy Policy)
                </h2>
                <p class="improve-day">ปรับปรุงล่าสุด เดือนมีนาคม 2563</p>
                <p>
                  กสิกร บิซิเนส-เทคโนโลยี กรุ๊ป (“KBTG”)
                  เป็นผู้นำด้านเทคโนโลยีในการสร้าง KBTG
                  แห่งอนาคตแบบดิจิทัลที่สมบูรณ์แบบ
                  เพื่อให้ลูกค้าสามารถเข้าถึงบริการและทำกิจกรรมทางการเงินทุกประเภท
                  ในทุกช่องทาง เน้นการให้บริการที่ง่าย สะดวก รวดเร็วและปลอดภัย
                  เป็นส่วนประกอบสำคัญในชีวิตประจำวันของลูกค้า
                  และช่วยลูกค้าตัดสินใจทางการเงิน
                  เพื่อให้การใช้ชีวิตในรูปแบบที่เป็นดิจิทัลในทุกวันได้อย่างไร้ขีดจำกัด
                  KBTG
                  เข้าใจดีว่าท่านต้องการความปลอดภัยในการทำธุรกรรมและการเก็บรักษาข้อมูลส่วนบุคคล
                </p>

                <p>
                  ดังนั้น KBTG
                  จึงให้ความสำคัญด้านการเคารพสิทธิในความเป็นส่วนตัวของท่านและการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน
                  โดยได้กำหนดนโยบาย ระเบียบ และหลักเกณฑ์ต่างๆ ในการดำเนินงาน ของ
                  KBTG
                  ด้วยมาตรการที่เข้มงวดในการรักษาความปลอดภัยของข้อมูลส่วนบุคคล
                  เพื่อให้ท่านได้มั่นใจว่า ข้อมูลส่วนบุคคลของท่านที่ KBTG
                  ได้รับจะถูกนำไปใช้ตรงตามความต้องการของท่านและถูกต้องตาม กฎหมาย
                </p>

                <ul>
                  <li>
                    นโยบายฉบับนี้มีขึ้นเพื่ออะไร<br />
                    นโยบายฉบับนี้ใช้เพื่อแจ้งให้ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลทราบถึงวัตถุประสงค์และรายละเอียดของการเก็บรวบรวม
                    ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคล
                    ตลอดจนสิทธิตามกฎหมายของท่านที่เกี่ยวข้องกับ ข้อมูลส่วนบุคคล
                  </li>

                  <li>
                    ข้อมูลส่วนบุคคลอะไรบ้างที่ KBTG เก็บรวบรวม ใช้
                    และ/หรือเปิดเผย

                    <ul>
                      <li>
                        ข้อมูลส่วนบุคคล คือ
                        ข้อมูลที่ทำให้สามารถระบุตัวตนของท่านได้
                        ไม่ว่าทางตรงหรือทางอ้อม ได้แก่

                        <ul>
                          <li>
                            ข้อมูลส่วนบุคคลที่ท่านให้ไว้แก่ KBTG โดยตรง
                            หรือให้ผ่าน KBTG หรือมีอยู่กับ KBTG
                            ทั้งที่เกิดจากการใช้ผลิตภัณฑ์และ/หรือบริการ ติดต่อ
                            เยี่ยมชม ค้นหา ผ่านช่องทางดิจิทัล สาขา เว็บไซต์ Call
                            Center ผู้ที่ได้รับมอบหมาย หรือช่องทางอื่นใด
                          </li>

                          <li>
                            ข้อมูลส่วนบุคคลที่ KBTG
                            ได้รับหรือเข้าถึงได้จากแหล่งอื่นซึ่งไม่ใช่จากท่านโดยตรง
                            เช่น หน่วยงานของรัฐ บริษัทในกลุ่มธุรกิจทางการเงิน
                            สถาบันการเงิน ผู้ให้บริการทางการเงิน
                            พันธมิตรทางธุรกิจ บริษัทข้อมูลเครดิต
                            และผู้ให้บริการข้อมูล เป็นต้น ซึ่ง KBTG
                            จะเก็บรวบรวมข้อมูลจากแหล่งอื่นต่อเมื่อได้รับความยินยอมจากท่านตามที่กฎหมายกำหนด
                            เว้นแต่ KBTG มีความจำเป็นตามกรณีที่กฎหมายอนุญาต
                          </li>

                          <li>
                            ข้อมูลส่วนบุคคลของท่านที่ KBTG เก็บรวบรวม ใช้
                            และ/หรือเปิดเผย เช่น
                            <ul>
                              <li>
                                ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล อายุ
                                วันเดือนปีเกิด สถานภาพสมรส เลขประจำตัวประชาชน
                                เลขหนังสือเดินทาง
                              </li>

                              <li>
                                ข้อมูลการติดต่อ เช่น ที่อยู่อาศัย สถานที่ทำงาน
                                หมายเลขโทรศัพท์ อีเมล ไอดีไลน์
                              </li>

                              <li>
                                ข้อมูลอุปกรณ์หรือเครื่องมือ เช่น IP address MAC
                                address Cookie ID
                              </li>

                              <li>
                                ข้อมูลอื่นๆ เช่น การใช้งานเว็บไซต์ เสียง ภาพนิ่ง
                                ภาพเคลื่อนไหว
                                และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล
                              </li>
                            </ul>
                          </li>
                        </ul>
                      </li>

                      <li>
                        ข้อมูลส่วนบุคคลที่มีความอ่อนไหว (Sensitive Data) คือ
                        ข้อมูลส่วนบุคคลที่กฎหมายกำหนดเป็นการเฉพาะ ซึ่ง KBTG
                        จะเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลที่มีความอ่อนไหวต่อเมื่อ
                        KBTG ได้รับความยินยอมโดยชัดแจ้งจากท่าน หรือในกรณีที่
                        KBTG มีความจำเป็นตามกรณีที่กฎหมายอนุญาต โดย KBTG
                        อาจต้องเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลข้อมูลชีวภาพ (Biometric)
                        เช่น ข้อมูลภาพจำลองใบหน้า ข้อมูลจำลองลายนิ้วมือ
                        ข้อมูลจำลองม่านตา ข้อมูลอัตลักษณ์เสียง
                        เพื่อวัตถุประสงค์ในการพิสูจน์และยืนยันตัวตนของผู้ใช้บริการที่ขอสมัคร
                        และ/หรือทำ ธุรกรรมผ่านช่องทางดิจิทัล สาขา เว็บไซต์ Call
                        Center หรือช่องทางอื่นใด เป็นต้น

                        <p style="margin: 30px 0">
                          (ต่อไปในนโยบายฉบับนี้หากไม่กล่าวโดยเฉพาะเจาะจงจะเรียกข้อมูลส่วนบุคคลและข้อมูลส่วนบุคคลที่มีความอ่อนไหวที่เกี่ยวกับท่านข้างต้น
                          รวมกันว่า “ข้อมูลส่วนบุคคล”)
                        </p>
                      </li>
                    </ul>
                  </li>

                  <li>
                    KBTG เก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
                    เพื่อวัตถุประสงค์ใดบ้าง KBTG
                    จะดำเนินการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน
                    เพื่อประโยชน์ของท่านในการใช้ผลิตภัณฑ์และ/หรือบริการ
                    ตลอดจนเพื่อปฏิบัติตามกฎหมายใดๆ ที่ KBTG
                    หรือท่านต้องปฏิบัติตาม และเพื่อ
                    วัตถุประสงค์อื่นใดตามที่ระบุในนโยบายฉบับนี้ ดังนี้

                    <ul>
                      <li>
                        เพื่อให้ท่านได้ใช้ผลิตภัณฑ์และ/หรือบริการของ KBTG
                        ได้ตรงตามวัตถุประสงค์ของท่าน
                        และเพื่อการอื่นที่จำเป็นภายใต้กฎหมาย
                        <ul>
                          <li>
                            เพื่อให้ท่านสามารถใช้ผลิตภัณฑ์และ/หรือบริการของ KBTG
                            ได้ตามความประสงค์ซึ่งท่านเป็นคู่สัญญาอยู่กับ KBTG
                            หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนใช้ผลิตภัณฑ์
                            และ/หรือบริการของ KBTG (Contractual Basis) เช่น
                            <ul>
                              <li>
                                การพิจารณาอนุมัติการให้ผลิตภัณฑ์และ/หรือการให้บริการด้านดิจิทัลต่างๆ
                                เช่น Mobile Application, Machine Learning,
                                Blockchain, Internet of Things, Open API, UX/UI
                                Design เป็นต้น
                              </li>
                              <li>
                                การดำเนินการใดๆ
                                ที่เกี่ยวข้องกับการให้ผลิตภัณฑ์และ/หรือการให้บริการด้านดิจิทัลต่างๆ
                                เช่น การออกแบบและสร้างระบบเทคโนโลยีสารสนเทศ
                                การบริหารจัดการโครงสร้าง
                                พื้นฐานและระบบเทคโนโลยีสารสนเทศ
                                การทดสอบและปฏิบัติการระบบ
                                การสร้างและทดลองระบบต้นแบบ เป็นต้น
                              </li>
                            </ul>
                          </li>
                          <li>
                            เพื่อปฎิบัติหน้าที่ตามกฎหมายที่เกี่ยวข้องหรือใช้บังคับ
                            (Legal Obligation) เช่น
                            <ul>
                              <li>การปฏิบัติตามคำสั่งของผู้มีอำนาจตามกฎหมาย</li>
                              <li>
                                การปฏิบัติตามกฎหมายธุรกิจสถาบันการเงิน
                                กฎหมายหลักทรัพย์และตลาดหลักทรัพย์
                                กฎหมายการรักษาความมั่นคงปลอดภัยไซเบอร์
                                กฎหมายภาษีอากร กฎหมายป้องกันและ
                                ปราบปรามการฟอกเงิน
                                กฎหมายการป้องกันและปราบปรามการสนับสนุนทางการเงินแก่การก่อการร้ายและแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                                กฎหมายคอมพิวเตอร์ กฎหมายล้มละลาย และกฎหมายอื่นๆ
                                ที่ KBTG
                                จำเป็นต้องปฏิบัติตามทั้งของในประเทศไทยและต่างประเทศ
                                รวมถึงประกาศและระเบียบที่ออกตามกฎหมายดังกล่าว
                              </li>
                            </ul>
                          </li>
                          <li>
                            เพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของ
                            KBTG หรือของบุคคลหรือนิติบุคคลอื่น
                            โดยไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้อย่างสมเหตุสมผล
                            (Legitimate Interest) เช่น
                            <ul>
                              <li>การบันทึกภาพ CCTV การแลกบัตรก่อนเข้าอาคาร</li>
                              <li>
                                การรักษาความสัมพันธ์กับลูกค้า เช่น
                                การจัดการข้อร้องเรียน การประเมินความพึงพอใจ
                                การดูแลลูกค้าโดยพนักงานของ KBTG
                                การแจ้งเตือนหรือนำเสนอผลิตภัณฑ์และ/หรือ
                                บริการต่างๆ ประเภทเดียวกันกับที่ท่านมีอยู่กับ
                                KBTG ซึ่งเป็นประโยชน์กับท่าน
                              </li>
                              <li>
                                การบริหารความเสี่ยง การกำกับตรวจสอบ
                                การบริหารจัดการภายในองค์กร
                                รวมถึงการส่งต่อไปยังบริษัทในเครือกิจการเดียวกันเพื่อการดังกล่าว
                                ภายใต้นโยบายการคุ้มครอง
                                ข้อมูลส่วนบุคคลของเครือกิจการ (Binding Corporate
                                Rules)
                              </li>
                              <li>
                                การทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวบุคคลได้
                                (Anonymous Data)
                              </li>
                              <li>
                                การป้องกัน รับมือ
                                ลดความเสี่ยงที่อาจเกิดการกระทำการทุจริต
                                ภัยคุกคามทางไซเบอร์
                                การผิดนัดชำระหนี้หรือผิดสัญญา (เช่น
                                ข้อมูลล้มละลาย) การทำผิดกฎหมายต่างๆ (เช่น
                                การฟอกเงิน
                                การสนับสนุนทางการเงินแก่การก่อการร้ายและแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                                ความผิดเกี่ยวกับทรัพย์ ชีวิต ร่างกาย เสรีภาพ
                                หรือชื่อเสียง)
                                ซึ่งรวมถึงการแบ่งปันข้อมูลส่วนบุคคลเพื่อยกระดับมาตรฐานการทำงานของบริษัทในเครือกิจการ/ธุรกิจเดียวกันในการป้องกัน
                                รับมือ ลดความเสี่ยงข้างต้น
                              </li>
                              <li>
                                การเก็บรวบรวม ใช้
                                และ/หรือเปิดเผยข้อมูลส่วนบุคคลของกรรมการ
                                ผู้มีอำนาจกระทำการแทน ตัวแทน ของลูกค้านิติบุคคล
                              </li>
                              <li>
                                การติดต่อ การบันทึกภาพ
                                การบันทึกเสียงเกี่ยวกับการจัดประชุม อบรม
                                สันทนาการ หรือออกบูธ
                              </li>
                              <li>
                                การเก็บรวบรวม ใช้
                                และ/หรือเปิดเผยข้อมูลส่วนบุคคลของบุคคลที่ศาลมีคำสั่งพิทักษ์ทรัพย์
                              </li>
                              <li>การรับ-ส่งพัสดุ</li>
                              <li>
                                ขอสงวนสิทธิ์ในการเปลี่ยนแปลงรายละเอียด
                                และเงื่อนไขต่างๆ ของโครงการ
                                โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า
                              </li>
                              <li>
                                ผู้สมัครอนุญาตให้ผู้จัดโครงการสามารถเก็บภาพในงานนำไปใช้ในการตลาดได้/li>
                              </li>
                              <li>
                                ผู้สมัครยินดีรับข่าวสารจากทางผู้จัดโครงการ
                              </li>
                              <li>
                                ผู้จัดโครงการไม่รับผิดชอบต่อความเสียหายหรือสูญหายที่อาจเกิดขึ้นกับชีวิตและทรัพย์สินของผู้สมัครตลอดการเข้าร่วมโครงการ
                              </li>
                              <li>
                                ผู้จัดโครงการไม่รับผิดชอบต่อความเสียหายใดๆของผู้แข่งขันอันเกิดขึ้นจากเลื่อนหรือยกเลิกการจัดงานด้วยเหตุสุดวิสัย
                              </li>
                              <li>
                                ผู้สมัครต้องให้ความร่วมมือในการถ่ายทำวิดีโอ
                                และภาพนิ่ง ในงาน KBTG Inspire และสามารถนำ
                                Material ไปปรับใช้
                                เพื่อโปรโมทในสื่อช่องทางต่างๆุ
                              </li>
                            </ul>
                          </li>
                        </ul>
                      </li>
                      <li>
                        เพื่อให้ท่านได้รับประโยชน์จากการใช้ผลิตภัณฑ์และ/หรือบริการ
                        ตามที่ท่านเลือกให้ความยินยอมไว้ เช่น
                        <ul>
                          <li>
                            เพื่อให้ท่านได้รับผลิตภัณฑ์และ/หรือบริการที่ดียิ่งขึ้น
                            และสอดคล้องกับความต้องการของท่าน
                          </li>
                          <li>
                            เพื่อให้ท่านได้รับข้อเสนอ สิทธิประโยชน์พิเศษ คำแนะนำ
                            และข่าวสารต่างๆ รวมถึงสิทธิในการเข้าร่วมกิจกรรมพิเศษ
                          </li>
                          <li>
                            ทั้งนี้ ไม่ว่าจะเป็นผลิตภัณฑ์และ/หรือ บริการ
                            สิทธิประโยชน์ โปรโมชัน ข่าวสาร หรือกิจกรรมพิเศษของ
                            KBTG เอง หรือของบริษัทในกลุ่มธุรกิจทางการเงิน
                            หรือของบุคคลที่ KBTG เป็นตัวแทน นายหน้า ผู้จำหน่าย
                            หรือของพันธมิตรทางธุรกิจ
                            หรือของบุคคลภายนอกที่มีความเกี่ยวข้องกับ KBTG
                            ตามแต่กรณีที่ท่านให้ความยินยอมไว้
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>

                  <li>
                    KBTG อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้ใครบ้าง<br />
                    KBTG
                    อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่ผู้อื่นภายใต้ความยินยอมของท่านหรือภายใต้หลักเกณฑ์ที่กฎหมายอนุญาตให้เปิดเผยได้
                    โดยบุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลดังกล่าวจะเก็บรวบรวม
                    ใช้
                    และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตามขอบเขตที่ท่านได้ให้ความยินยอมหรือขอบเขตที่เกี่ยวข้องในนโยบายฉบับนี้<br />
                    KBTG อาจเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ต่างๆ
                    เช่น เพื่อการให้บริการแก่ท่าน
                    เพื่อการวิเคราะห์และพัฒนาปรับปรุงผลิตภัณฑ์และ/หรือบริการ
                    เพื่อการทำวิจัยหรือจัดทำข้อมูลทางสถิติ เพื่อ
                    การส่งเสริมการขายและการประชาสัมพันธ์ของ KBTG
                    เพื่อการบริหารกิจการ เพื่อการป้องกันการทุจริต
                    เพื่อให้ผู้อื่นให้บริการสนับสนุนแก่ KBTG
                    เพื่อการพิสูจน์ตัวตนลูกค้า โดย KBTG อาจเปิดเผยให้แก่บุคคล
                    หรือหน่วยงานต่างๆ เช่น บริษัทในกลุ่มธุรกิจทางการเงิน
                    ผู้ประมวลผลข้อมูลส่วนบุคคล
                    พันธมิตรทางธุรกิจที่ออกผลิตภัณฑ์ร่วมกัน (co-brand)
                    ผู้ให้บริการภายนอก ตัวแทนของ KBTG ผู้รับจ้างช่วงงานต่อ
                    สถาบันการเงิน ผู้สอบบัญชี ผู้ตรวจสอบภายนอก
                    บริษัทจัดอันดับความน่าเชื่อถือ บริษัทบริหารสินทรัพย์
                    บริษัทข้อมูลเครดิต ผู้มีอำนาจตามกฎหมาย
                    ผู้สนใจจะเข้ารับโอนสิทธิและ/หรือผู้รับโอนสิทธิในธุรกรรม
                    หรือการควบรวมกิจการต่าง ๆ ของ KBTG นิติบุคคลหรือบุคคลใดๆ
                    ที่มีความสัมพันธ์หรือมีสัญญาอยู่กับ KBTG ซึ่งรวมตลอดถึง
                    ผู้บริหาร พนักงาน ลูกจ้าง ผู้รับจ้าง ตัวแทน ที่ปรึกษาของ
                    KBTG และของ บุคคลหรือหน่วยงานที่เป็นผู้รับข้อมูลดังกล่าว<br />
                    กรณีเปิดเผยข้อมูลส่วนบุคคลของท่านให้บุคคลอื่นเพื่อวัตถุประสงค์ทางการตลาดของผู้รับข้อมูล
                    เช่น เพื่อการส่งเสริมการขาย การประชาสัมพันธ์
                    หรือการเสนอผลิตภัณฑ์และ/หรือบริการจากผู้รับข้อมูลให้แก่ ท่าน
                    KBTG
                    จะแจ้งรายชื่อผู้รับข้อมูลให้ท่านทราบเพื่อประกอบการตัดสินใจให้ความยินยอม
                  </li>
                  <li>
                    KBTG
                    ส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศหรือไม่<br />
                    KBTG
                    อาจมีความจำเป็นต้องส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบริษัทในเครือกิจการ/ธุรกิจเดียวกันที่อยู่ต่างประเทศ
                    หรือไปยังผู้รับข้อมูลอื่นซึ่งเป็นส่วนหนึ่งของการดำเนินธุรกิจตามปกติของ
                    KBTG เช่น การส่งหรือโอนข้อมูลส่วนบุคคลไปเก็บไว้บน
                    server/cloud ในประเทศต่างๆ<br />
                    กรณีที่ประเทศปลายทางมีมาตรฐานไม่เพียงพอ KBTG
                    จะดูแลการส่งหรือโอนข้อมูลส่วนบุคคลให้เป็นไปตามที่กฎหมายกำหนด
                    และจะดำเนินการให้มีมาตรการคุ้มครองข้อมูลส่วนบุคคลที่เห็นว่าจำเป็นและเหมาะสม
                    สอดคล้องกับมาตรฐานการรักษาความลับ เช่น
                    มีข้อตกลงรักษาความลับกับผู้รับข้อมูลในประเทศดังกล่าว
                    หรือในกรณีที่ผู้รับข้อมูลเป็นบริษัทในเครือกิจการ/ธุรกิจเดียวกัน
                    KBTG อาจเลือกใช้วิธีการดำเนินการ
                    ให้มีนโยบายการคุ้มครองข้อมูลส่วนบุคคลที่ได้รับการตรวจสอบและรับรองจากผู้มีอำนาจตามกฎหมายที่เกี่ยวข้องและจะดำเนินการให้การส่งหรือโอนข้อมูลส่วนบุคคลไปยังบริษัทในเครือกิจการ/ธุรกิจเดียวกันที่
                    อยู่ต่างประเทศเป็นไปตามนโยบายการคุ้มครองข้อมูลส่วนบุคคลดังกล่าวแทนการดำเนินการตามที่กฎหมายกำหนดไว้ก็ได้
                  </li>
                  <li>
                    KBTG <br />
                    KBTG
                    จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ตามระยะเวลาที่จำเป็นในระหว่างที่ท่านเป็นลูกค้าหรือมีความสัมพันธ์อยู่กับ
                    KBTG
                    หรือตลอดระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้
                    ซึ่งอาจจำเป็นต้องเก็บรักษาไว้ต่อไปภายหลังจากนั้นหากมีกฎหมายกำหนดหรืออนุญาตไว้
                    เช่น
                    จัดเก็บไว้ตามกฎหมายว่าด้วยการป้องกันและปราบปรามการฟอกเงิน
                    จัดเก็บไว้เพื่อวัตถุประสงค์ในการพิสูจน์
                    ตรวจสอบกรณีอาจเกิดข้อพิพาทภายในอายุความตามที่กฎหมายกำหนดเป็นระยะเวลาไม่เกิน
                    10 ปี<br />
                    ทั้งนี้ KBTG จะลบหรือทำลายข้อมูลส่วนบุคคล
                    หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุถึงตัวตนของท่านได้เมื่อหมดความจำเป็นหรือสิ้นสุดระยะเวลาดังกล่าว
                  </li>
                  <li>
                    KBTG คุ้มครองข้อมูลส่วนบุคคลของท่านอย่างไร<br />
                    KBTG
                    จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นอย่างดีตามมาตรการเชิงเทคนิค
                    (Technical Measure) และมาตรการเชิงบริหารจัดการ
                    (Organizational Measure) เพื่อรักษาความมั่นคงปลอดภัยใน
                    การประมวลผลข้อมูลส่วนบุคคลที่เหมาะสม
                    และเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคล โดย KBTG
                    ได้กำหนดนโยบาย ระเบียบ
                    และหลักเกณฑ์ในการคุ้มครองข้อมูลส่วนบุคคล เช่น
                    มาตรฐานความปลอดภัยของ ระบบเทคโนโลยีสารสนเทศ
                    และมาตรการเพื่อป้องกันไม่ให้ผู้รับข้อมูลไปจาก KBTG
                    ใช้หรือเปิดเผยข้อมูลนอกวัตถุประสงค์
                    หรือโดยไม่มีอำนาจหรือโดยไม่ชอบ และ KBTG
                    ได้มีการปรับปรุงนโยบาย ระเบียบ และหลักเกณฑ์ดังกล่าวเป็นระยะๆ
                    ตามความจำเป็นและเหมาะสม<br />
                    นอกจากนี้ ผู้บริหาร พนักงาน ลูกจ้าง ผู้รับจ้าง ตัวแทน
                    ที่ปรึกษา และผู้รับข้อมูลจาก KBTG
                    มีหน้าที่ต้องรักษาความลับข้อมูลส่วนบุคคลตามมาตรการรักษาความลับที่
                    KBTG กำหนดขึ้น
                  </li>
                  <li>
                    สิทธิของท่านเกี่ยวกับข้อมูลส่วนบุคคลมีอะไรบ้าง<br />
                    สิทธิของท่านในข้อนี้เป็นสิทธิตามกฎหมายที่ท่านควรทราบ
                    โดยท่านสามารถขอใช้สิทธิต่างๆ ได้ภายใต้ข้อกำหนดของกฎหมาย
                    และนโยบายที่กำหนดไว้ในขณะนี้หรือที่จะมีการแก้ไขเพิ่มเติมในอนาคต
                    ตลอดจน หลักเกณฑ์ตามที่ KBTG กำหนดขึ้น
                    และในกรณีท่านมีอายุไม่ครบ 20 ปีบริบูรณ์
                    หรือถูกจำกัดความสามารถในการทำนิติกรรมตามกฎหมาย
                    ท่านสามารถขอใช้สิทธิโดยให้บิดาและมารดา ผู้ใช้อำนาจปกครอง

                    <ul>
                      <li>
                        สิทธิขอถอนความยินยอม : หากท่านได้ให้ความยินยอมให้ KBTG
                        เก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
                        (ไม่ว่าจะเป็นความยินยอมที่ท่านให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วน
                        บุคคลใช้บังคับหรือหลังจากนั้น)
                        ท่านมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับ
                        KBTG
                        เว้นแต่มีข้อจำกัดสิทธินั้นโดยกฎหมายหรือมีสัญญาที่ให้ประโยชน์
                        แก่ท่านอยู่ ทั้งนี้
                        การถอนความยินยอมของท่านอาจส่งผลกระทบต่อท่านจากการใช้ผลิตภัณฑ์
                        และ/หรือบริการต่างๆ เช่น ท่านจะไม่ได้รับสิทธิประโยชน์
                        หรือข้อเสนอใหม่ๆ
                        ไม่ได้รับผลิตภัณฑ์หรือบริการที่ดียิ่งขึ้น
                        และสอดคล้องกับความต้องการของท่าน
                        หรือไม่ได้รับข้อมูลข่าวสารอันเป็นประโยชน์แก่ท่าน เป็นต้น
                        เพื่อประโยชน์ของท่าน
                        จึงควรศึกษาและสอบถามถึงผลกระทบก่อนเพิกถอนความยินยอม
                      </li>
                      <li>
                        สิทธิขอเข้าถึงข้อมูล :
                        ท่านมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของท่านที่อยู่ในความรับผิดชอบของ
                        KBTG และขอให้ KBTG ทำสำเนาข้อมูลดังกล่าวให้แก่ท่าน
                        รวมถึงขอให้ KBTG เปิดเผยว่า KBTG ได้ข้อมูล
                        ส่วนบุคคลของท่านมาได้อย่างไร
                      </li>
                      <li>
                        สิทธิขอถ่ายโอนข้อมูล :
                        ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่ KBTG
                        ได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ
                        และสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ
                        รวมทั้งมีสิทธิขอให้ KBTG
                        ส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการ
                        อัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่ KBTG
                        ส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง
                        เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค ทั้งนี้
                        ข้อมูลส่วนบุคคลของท่านข้างต้นต้องเป็นข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมแก่
                        KBTG ในการเก็บรวบรวม ใช้ และ/หรือเปิดเผย
                        หรือเป็นข้อมูลส่วนบุคคลที่ KBTG จำเป็นต้องเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยเพื่อให้ท่านสามารถใช้ผลิตภัณฑ์และ/หรือบริการของ
                        KBTG ได้ตามความประสงค์ซึ่งท่านเป็นคู่สัญญาอยู่กับ KBTG
                        หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนใช้ผลิตภัณฑ์และ/หรือ
                        บริการของ KBTG
                        หรือเป็นข้อมูลส่วนบุคคลอื่นตามที่ผู้มีอำนาจตามกฎหมายกำหนด
                      </li>
                      <li>
                        สิทธิขอคัดค้าน : ท่านมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในเวลาใดก็ได้
                        หากการเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้นเพื่อ
                        การดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของ
                        KBTG หรือของบุคคลหรือนิติบุคคลอื่น
                        โดยไม่เกินขอบเขตที่ท่านสามารถคาดหมายได้อย่างสมเหตุสมผล
                        หรือเพื่อดำเนินการตามภารกิจ เพื่อสาธารณประโยชน์
                        หากท่านยื่นคัดค้าน KBTG จะยังคงดำเนินการเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านต่อไปเฉพาะที่ KBTG
                        สามารถแสดงเหตุผลตามกฎหมายได้ว่ามีความสำคัญ
                        ยิ่งกว่าสิทธิขั้นพื้นฐานของท่าน
                        หรือเป็นไปเพื่อการยืนยันสิทธิตามกฎหมาย
                        การปฏิบัติตามกฎหมาย หรือการต่อสู้ในการฟ้องร้องตามกฎหมาย
                        ตามแต่ละกรณี นอกจากนี้
                        ท่านยังมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านที่ทำขึ้นเพื่อวัตถุประสงค์เกี่ยวกับการตลาด
                        หรือเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์
                        ประวัติศาสตร์ หรือสถิติได้อีกด้วย
                      </li>
                      <li>
                        สิทธิขอให้ลบหรือทำลายข้อมูล :
                        ท่านมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของท่าน
                        หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวท่านได้
                        หากท่านเชื่อว่าข้อมูลส่วนบุคคลของท่านถูกเก็บ รวบรวมใช้
                        และ/หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้อง
                        หรือเห็นว่า KBTG
                        หมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้
                        หรือเมื่อท่านได้ใช้สิทธิขอถอนความ
                        ยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว
                      </li>
                      <li>
                        สิทธิขอให้ระงับการใช้ข้อมูล :
                        ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่
                        KBTG
                        อยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของท่าน
                        หรือกรณี อื่นใดที่ KBTG
                        หมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของท่านตามกฎหมายที่เกี่ยวข้องแต่ท่านขอให้
                        KBTG ระงับการใช้แทน
                      </li>
                      <li>
                        สิทธิขอให้แก้ไขข้อมูล :
                        ท่านมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง
                        เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
                      </li>
                      <li>
                        สิทธิร้องเรียน :
                        ท่านมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง
                        หากท่านเชื่อว่าการเก็บรวบรวม ใช้
                        และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติ
                        ตามกฎหมายที่เกี่ยวข้อง
                      </li>
                      <li>
                        การใช้สิทธิของท่านดังกล่าวข้างต้นอาจถูกจำกัดภายใต้กฎหมายที่เกี่ยวข้อง
                        และมีบางกรณีที่มีเหตุจำเป็นที่ KBTG
                        อาจปฏิเสธหรือไม่สามารถดำเนินการตามคำขอใช้สิทธิข้างต้นของท่านได้
                        เช่น ต้องปฏิบัติตามกฎหมายหรือคำสั่งศาล
                        เพื่อประโยชน์สาธารณะ
                        การใช้สิทธิอาจละเมิดสิทธิหรือเสรีภาพของบุคคลอื่น เป็นต้น
                        หาก KBTG ปฏิเสธ คำขอข้างต้น KBTG
                        จะแจ้งเหตุผลของการปฏิเสธให้ ท่านทราบด้วย ทั้งนี้
                        ท่านสามารถดำเนินการขอใช้สิทธิต่างๆ
                        ได้ผ่านช่องทางดังต่อไปนี้ https://www.kbtg.tech/contact
                      </li>
                    </ul>
                  </li>
                  <li>
                    ท่านจะติดต่อ KBTG
                    และเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลได้อย่างไร<br />
                    หากท่านมีข้อเสนอแนะ
                    หรือต้องการสอบถามข้อมูลเกี่ยวกับรายละเอียดการเก็บรวบรวม ใช้
                    และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
                    รวมถึงการขอใช้สิทธิตามนโยบายฉบับนี้ ท่านสามารถติดต่อ KBTG
                    และ/หรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ผ่านช่องทางดังนี้
                    <ul>
                      <li>KBTG website : https://www.kbtg.tech/contact</li>
                      <li>
                        เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล อีเมล
                        DataProtectionOfficer@kbtg.tech สถานที่ติดต่อ : กสิกร
                        บิซิเนส-เทคโนโลยี กรุ๊ป : เลขที่ 46/6 ถนนป๊อปปูล่า
                        ตำบลบ้านใหม่ อำเภอปากเกร็ด จังหวัดนนทบุรี 11120
                      </li>
                    </ul>
                  </li>
                </ul>
              </div>
            </div>
          </div>
        </div>
      </div>
    </client-only>
  </div>
</template>

<script>
export default {
  head:{
      bodyAttrs:{
      class:"bg-all"
    }
  },
  // head: {
  //   script: [
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "js/jquery-3.3.1.slim.min.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "js/jquery.min.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "js/popper.min.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "js/bootstrap.min.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "flexslider/jquery.flexslider.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "flexslider/js/shCore.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "flexslider/js/shBrushJScript.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "WOW-master/dist/wow.js",
  //     },
  //     {
  //       defer: true,
  //       type: "text/javascript",
  //       src: "js/wow.js",
  //     },
  //   ],
  // },
  async mounted() {
    await this.$nextTick(() => {this.$nuxt.$loading.start();setTimeout(() => this.$nuxt.$loading.finish(), 2000);});
    //console.log("Loading... /policy");
    //   setTimeout(function(){ 
    //    $("#navmenu li").removeClass('active');
    // $("#navmenu li:eq(5)").addClass('active');
    // }, 1000);
  },

  data() {
    return {};
  },
};
</script>
<style >
body {
  background: #393536;
}
</style>
