{
  "AboutKBTGInspire": "KBTG Inspire is a quarterly event where talented candidates show off their capabilities for a chance to join KASIKORN Business-Technology Group (KBTG), one of Thailand’s leading tech companies. Whether you are a fresh grad, first jobber or seasoned pro, this is your time to shine. In addition to the test/interview round, you will get a chance to attend exclusive workshop, receive guidance from field’s experts and join various sessions that will help ignite your inspiration, level up your skill set, offer new experiences and expand your circle of friends. Are you ready to spark the potential in you? ",
  "JobInterview": "Interview with our leadership team, learn the test result right away should the role calls for it. ",
  "AgilePlayground": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "InspireTalk": "Immerse yourself in inspiration, listen to success stories from KBTG’s business and IT experts",
  "1:1CareerMentorship": "Consult and receive valuable advice for how to thrive in your career path from KBTG experts.",
  "FiresideChat": "Connect with other people in the tech sector, form new friendships and expand your network.",
  "Q1": "How can I join KBTG Inspire?",
  "Q2": "Do I have to attend all 3 days? ",
  "Q3": "Do I have to stay the whole day / join every session? ",
  "Q4": "Where does KBTG Inspire take place?",
  "Q5": "How many times can I register for KBTG Inspire?",
  "Q6": "Do all roles feature a test?",
  "Q7": "Is participation in Agile Playground mandatory?",
  "Q8": "Is there any participation fee?",
  "Q9": "How will I know if I can attend KBTG Inspire?",
  "Q10": "I have a friend who currently works at KBTG. Can I have them refer me?",
  "Q11": "When is the next KBTG Inspire?",
  "Q12": "I’m interested in other positions / have more questions. How can I reach you?",
  "A1": "By applying for the job opening of your interest through KBTG Inspire website. If you meet the qualifications, you will get an invitation to the event.",
  "A2": "Only on the scheduled day as each day features different job positions.",
  "A3": "Not necessary, but we definitely encourage you to. Even if you don’t make it to the interview round, there are tons of inspiring activities available for you to partake e.g. career mentorship, workshop.",
  "A4": "KBTG Building, Muang Thong Thani ",
  "A5": "As many as you like! If you weren’t selected last time or your previous interview fell short but still want to try out at the next KBTG Inspire, you sure can. Take all the feedbacks you receive from the event, sharpen your skills and simply re-register on this website once you’re ready to take on the challenge again.",
  "A6": "Only some do, mostly the ones that require programming skill.",
  "A7": "Totally optional, but it is highly recommend for the candidates who enter the final interview round as this will be the perfect chance to put your capability to the test as future KBTG employee.",
  "A8": "None! You can join the event for free.",
  "A9": "Those who are selected will get a confirmation email through the email address you use for job applications.",
  "A10": "Absolutely! Just fill out your friend’s name, employee ID  and work email when you apply for the position.",
  "A11": "KBTG Inspire is hosted quarterly. The date of each round will be announced on this website & KBTG’s social media channels.",
  "A12": "Contact us via KBTG Facebook page’s inbox and our team will assist you.",
  "CharassriPhaholyotin": "Charassri Phaholyotin",
  "ChutimarKasemkornkit": "Chutimar Kasemkornkit",
  "ChetaphanSiridanupath": "Chetaphan Siridanupath",
  "WikanesThongmee": "Wikanes Thongmee",
  "UnyamaneeKetcharoen": "Unyamanee Ketcharoen",
  "PanuwatKenchat": "Panuwat Kenchat",
  "PhitsineeSincharoenpong": "Phitsinee Sincharoenpong",
  "PaweenPiyasil": "Paween Piyasil",
  "ChayaponSaepung": "Chayapon Saepung",
  "Register": "Register",
  "WikanesThongmeeUnyamaneeKetcharoen": "Wikanes Thongmee, Unyamanee Ketcharoen",
  "text1": "Immerse yourself in inspiration, listen to success stories from KBTG’s business and IT experts.",
  "by1": "By KBTG Team",
  "text2": "Connect with other people in the tech sector, form new friendships and expand your network.",
  "by2": "By KBTG Team",
  "text3": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "PanuwatKenchatPhitsineeSincharoenpong": "Panuwat Kenchat, Phitsinee Sincharoenpong",
  "PaweenPiyasilChayaponSaepung": "Paween Piyasil, Chayapon Saepung"
}
