{
  "AboutKBTGInspire": "KBTG Inspire is a convention for IT talents who constantly seek new experiences and growth alongside their peers. Hosted by KASIKORN Business-Technology Group (KBTG), one of Thailand’s leading tech companies, this is the place to challenge your capability. Our array of experts are happy to share their knowledge, offer career advice, and provide assorted workshops. Job interviews are also available for those who aspire to join our family. KBTG Inspire will help ignite your inspiration, level up your skill set and expand your circle of friends. Are you ready to spark the potential in you?",
  "JobInterview": "Interview with our leadership team, learn the test result right away should the role calls for it. ",
  "AgilePlayground": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "InspireTalk": "Learn from the champions of Thai tech & startup landscape whose appearance will surprise you.​",
  "1:1CareerMentorship": "Consult and receive valuable advice for how to thrive in your career path from KBTG experts.",
  "FiresideChat": "Connect with other people in the tech sector, form new friendships and expand your network.",
  "Upskill": "Level up to the best of your ability, sharpen your skills under the guidance of KBTG pros.",
  
  "Q1": "How can I join KBTG Inspire?",
  "Q2": "Do I have to stay the whole day / join every session? ",
  "Q3": "Where does KBTG Inspire take place?",
  "Q4": "How many times can I register for KBTG Inspire?",
  "Q5": "Does the role I’m applying for feature a test?​",
  "Q6": "Who can join Agile Playground?​",
  "Q7": "Is there any participation fee?",
  "Q8": "How will I know if I can attend KBTG Inspire?",
  "Q9": "Until when can I apply for KBTG Inspire? / How will I know if I can attend?​",
  "Q10":"I previously joined KBTG Inspire in May. Can I join the online event this August too?",
  "Q11":"Is 1:1 Career Mentorship the same as a job interview?",
  "Q12": "Is the on ground version of KBTG Inspire still happening?",
  "Q13": "I have a friend who currently works at KBTG. Can I have them refer me?",
  "Q14": "​I have more questions. How can I reach you?​",
  
  "A1": "By applying through this website. ​You can find the instructions on the “join event” page.",
  "A2": "Not necessary, but we definitely encourage you to because every session of ours is one of a kind and you wouldn’t find it anywhere else.",
  "A3": "Currently online. But once we are able to host the event on ground, it’ll be at KBTG Building, Muang Thong Thani ​",
  "A4": "As many as you like! If you weren’t selected last time or your previous interview fell short but still want to try out at the next KBTG Inspire, you sure can. Simply re-register on this website for a chance to rematch.​",
  "A5": "Not all do, mostly the ones that require programming skill.",
  "A6": "In reality, everyone can join the session, but we find that it is most suitable for people who are applying for junior positions.",
  "A7": "None! You can join the event for free.",
  "A8": "When the event day is near, we will notify you whether or not you are selected to join via email.",
  "A9": "For the next online event, application is open until 17 August 2021, where applicants will receive a confirmation email along with event information one day after the application period ends.",
  "A10":"Yes, you can. We will send you the same confirmation email as new applicants. No need to re-apply unless you want to apply for another job position.",
  "A11":"No, it’s not. 1:1 Career Mentorship is just a session where our experts will provide insights and valuable advice for your career inquiries. This will have no effect on your job application status. As for the job interview, it will be arranged separately from this online event.",
  "A12": "Yes, it is. When COVID-19 subsides, we’ll notify the selected participants, even the ones who already convert their status to KBTG employees.",
  "A13": "Absolutely! Just include your friend’s name and work email when you apply.​",
  "A14": "​Please send your inquiries to KBTG Facebook page’s inbox.",


  "RuangrojPoonpolCharassriPhaholyotin": "Ruangroj Poonpol, Charassri Phaholyotin",
  "txt1-day1": "Kick off this grand expedition with a greeting from KBTG Leadership Team",
  "txt2-day1": "Experience how to ideate without hitting the wall and collaborate on ideas at a whole new level with FigJam, a new tool by Figma",
  "txt3-day1": "Learn how to ramp up automation under standardized framework and boost up the quality with various types of enterprise applications and common platforms",
  "txt4-day1": "Walk through the 10-year history of platform development by data engineers to support every financial need and analytics requirement",
  "txt1-day2": "Kick off this grand expedition with a greeting from KBTG Leadership Team",
  "txt2-day2": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand",
  "guest":"Guest Speaker",
  "CharassriPhaholyotin":"Charassri Phaholyotin",
  "ChutimarKasemkornkit": "Chutimar Kasemkornkit",
  "ChetaphanSiridanupath": "Chetaphan Siridanupath",
  "WikanesThongmee": "Wikanes Thongmee",
  "UnyamaneeKetcharoen": "Unyamanee Ketcharoen",
  "PanuwatKenchat": "Panuwat Kenchat",
  "PhitsineeSincharoenpong": "Phitsinee Sincharoenpong",
  "PaweenPiyasil": "Paween Piyasil",
  "ChayaponSaepung": "Chayapon Saepung",
  "TawanJithavech":"Tawan Jithavech",
  "Register": "Register",
  "WikanesThongmeeUnyamaneeKetcharoen": "Wikanes Thongmee, Unyamanee Ketcharoen",
  "day1-1130-1200-by1": "Wikanes Thongmee, Unyamanee Ketcharoen",
  "day1-1130-1200-text2": "Connect with other people in the tech sector, form new friendships and expand your network.",
  "by2": "By KBTG Team",
  "day1-3-text3": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "text4":" In this era where many organizations turn towards Agile, see how business analysts can adapt themselves and what skill set is necessary for this new way of working.",
  "text5":"Hear from a seasoned project manager how to manage a high-value project with high complexity, not to mention stakeholders of various nationalities. ",
  "upskillDetail-1": "How to Manage Projects Valued > 1 Billion Baht?",
  "upskillDetail-2": "Business Analyst in Agile World",
  "upskillDetail-3": "How to Secure Your Smart Contract",
  "RuangrojPoonpolChutimarKasemkornkit":"Ruangroj Poonpol, Chutimar Kasemkornkit",
  "day2-1030-1100-text":"Kick off this grand expedition with a greeting from KBTG Leadership Team",
  "immerDay2":"Learn from the champions of Thai tech & startup landscape whose appearance will surprise you.​",
   "day2Jouney":"A Journey Towards Scaling a >10M MAU Sized Platform",
  "day2How":"How Your Application Get Hacked",
  "day2Ob":"Observability 101:  Logging, Metrics, Tracing and How It Work in Dev's Perspectives",
  "PanuwatKenchatPhitsineeSincharoenpong": "Panuwat Kenchat, Phitsinee Sincharoenpong",
  "connectDay2":"Connect with other people in the tech sector, form new friendships and expand your network.",
  "LetyouDay2": "Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "RuangrojPoonpolChetaphanSiridanupath":"Ruangroj Poonpol, Chetaphan Siridanupath",
  "kickoffDay3":"Kick off this grand expedition with a greeting from KBTG Leadership Team",
  "GuestSpeaker":"Guest Speaker",
  "immerDay3":"Learn from the champions of Thai tech & startup landscape whose appearance will surprise you.​",
  "PaweenPiyasilChayaponSaepung":"Paween Piyasil, Chayapon Saepung",
  "connectDay3":"Connect with other people in the tech sector, form new friendships and expand your network.",
  "letDay3":"Let your talent shine through this fun activity, practice solving problems and experience agile at first hand.",
  "letunderDay3":"Let's Understand Enterprise Architecture in the Innovation World",
  "howDay3":"How to Handle High Volume Transaction Infrastructure in Crisis Situation",
  
  "job1Detail1": "If you are an aspiring individual who wants to work at KBTG, this event is perfect for you! To register, please send us an email by clicking the button below and include the following information:",
  "job1Detail2": "The test/interview portions will be online entirely. If you pass the initial screening, a member from the talent acquisition team will reach out to you to make an appointment.",
  "job1-1": "CV/resume attachment",
  "job1-2": "Job title that you want to apply for",
  
  "job2Detail": "If you are not interested in joining KBTG but would still like to join the activities at KBTG Inspire to level up your tech skills, we also welcome you with open arms. To register, please send us an email by clicking the button below and include the following information:",
  "job2-1": "Self introduction (full name and company/university)",
  "job2-2": "Why you would like to attend KBTG Inspire",
  "job2-3": "Date you wish to attend (choose only one)",
  
  "job3Detail":"Why not have your friend at KBTG refer you for KBTG Inspire? To register, please send us an email by clicking the button below and include the following information:",
  "job3-1": "CV/resume attachment",
  "job3-2": "Job title that you want to apply for",
  "job3-3": "Friend’s information (full name and work email)",
  "findajob":"Show off your personality and capability for a chance to join KASIKORN Business-Technology Group, Thailand’s top tech company"
}