{
  "AboutKBTGInspire": "KBTG Inspire เป็นงานเฟ้นหาสุดยอดคนไอทีมากฝีมือ ที่พร้อมร่วมงานกับ KBTG หรือบริษัทกสิกร บิซิเนส-เทคโนโลยี กรุ๊ป ผู้นำด้านเทคโนโลยีชั้นนำของประเทศ ไม่ว่าคุณจะเป็นใคร พื้นที่นี้พร้อมให้คุณพิสูจน์ตัวเองผ่านการสอบสัมภาษณ์ที่ออกแบบมาโดยเฉพาะให้เข้ากับแต่ละตำแหน่ง พร้อมกับ Workshop สุดพิเศษที่จะทำให้คุณฉายแสงมากยิ่งขึ้น การแนะแนวจากพี่ๆ ชั้นแนวหน้าและสิทธิพิเศษในการเข้าร่วมกิจกรรมอื่นๆ อีกมากมาย Inspire จะเป็นงานที่สร้างแรงบันดาลใจให้คุณ เสริมทักษะความรู้ เพิ่มพูนประสบการณ์ และรู้จักสังคมเพื่อนใหม่ๆ คุณพร้อมหรือยังที่จะจุดประกายต่อยอดในตัวคุณ",
  "JobInterview": "สัมภาษณ์งานกับทีม Leadership แบบเจาะลึกจัดเต็ม ตำแหน่งไหนมีสอบรู้ผลเลย",
  "AgilePlayground": "ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "InspireTalk": "ฟังทอล์กแบบจัดเต็ม กับสุดยอดฝีมือด้านธุรกิจและไอทีจากทีม KBTG ที่จะสร้างแรงบันดาลใจให้คุณทุกคน",
  "1:1CareerMentorship": "แนะแนวเส้นทางสู่ความสำเร็จในสายงาน กับพี่ๆ คนเก่งทั้งหลายของ KBTG",
  "FiresideChat": "สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ",
  "Q1": "ฉันจะเข้าร่วม KBTG Inspire ได้อย่างไร",
  "Q2": "ฉันจำเป็นต้องเข้าร่วมทั้ง 3 วันไหม? ",
  "Q3": "ฉันจำเป็นต้องอยู่ตลอดทั้งวัน / เข้าร่วมทุกกิจกรรมหรือไม่? ",
  "Q4": "KBTG Inspire จัดขึ้นที่ไหน?",
  "Q5": "ฉันสามารถลงทะเบียนร่วมงาน KBTG Inspire ได้กี่ครั้ง?",
  "Q6": "ตำแหน่งของฉันมีการสอบไหม?",
  "Q7": "ฉันจำเป็นต้องเข้าร่วม Agile Playground ไหม?",
  "Q8": "ฉันต้องเสียเงินเพื่อเข้าร่วมงานนี้หรือไม่?",
  "Q9": "ฉันจะรู้ได้อย่างไรว่าฉันมีสิทธิ์ร่วมงาน KBTG Inspire",
  "Q10": "ฉันมีเพื่อนที่ทำงานอยู่ KBTG ฉันสามารถให้เขาช่วย Refer ได้ไหม?",
  "Q11": "KBTG Inspire ครั้งต่อไปจัดขึ้นเมื่อไหร่?",
  "Q12": "ฉันสนใจตำแหน่งนอกเหนือจากในเว็บ / มีคำถามอื่นๆ จะติดต่อได้ทางไหน?",
  "A1": "โดยการสมัครตำแหน่งงานที่คุณสนใจผ่านทางเว็บไซต์ KBTG Inspire หากคุณสมบัติของคุณตรงกับที่เราต้องการ คุณจะได้รับคำเชิญเข้าร่วมงาน",
  "A2": "เฉพาะวันที่มีสัมภาษณ์เท่านั้น เนื่องจากแต่ละวันจะมีจัดสัมภาษณ์ตำแหน่งแตกต่างกันไป",
  "A3": " ไม่จำเป็น แต่อยากให้อยู่นะ เพราะถึงจะไม่ได้เข้าสู่รอบสัมภาษณ์ ในงาน KBTG Inspire ยังมีกิจกรรมน่าสนใจอีกมากมายที่คุณสามารถเข้าร่วมได้ อาทิเช่น Career Mentorship หรือ Workshop เป็นต้น",
  "A4": "ตึก KBTG เมืองทองธานี คลิก ",
  "A5": "กี่ครั้งก็ได้เลย! ถ้าครั้งที่แล้วคุณไม่ได้รับเลือกหรือไม่ผ่านรอบสัมภาษณ์ แต่ยังอยากที่จะลองอีกครั้ง คุณก็สามารถทำได้ เพียงเก็บเกี่ยวฟีดแบ็คจากในงาน ฝึกฝนพัฒนาทักษะ และลงทะเบียนใหม่ผ่านทางเว็บไซต์เมื่อพร้อมลุยอีกครั้ง",
  "A6": " มีเฉพาะบางตำแหน่งเท่านั้น ส่วนใหญ่จะเป็นตำแหน่งที่มีการเขียนโค้ด",
  "A7": "ไม่บังคับ แต่แนะนำครับสำหรับคนที่ผ่านสัมภาษณ์เข้ารอบ Final ถือเป็นกิจกรรมที่ดีที่คุณจะได้แสดงฝีมือและศักยภาพในฐานะอนาคตพนักงาน KBTG ",
  "A8": "ไม่ต้องซื้อตั๋วใดๆ ฟรีตลอดงาน",
  "A9": " ทางทีมงานจะมีการแจ้งผู้ที่ได้รับสิทธิ์ร่วมงานผ่านทางอีเมลที่ใช้สมัครงาน",
  "A10": " ได้เลย! เพียงแค่ใส่ชื่อเต็ม รหัสพนักงาน อีเมลทำงานของเพื่อนลงในหน้าสมัครงานก็เสร็จสรรพ",
  "A11": " KBTG Inspire เป็นงานที่จัดขึ้นรายไตรมาส โดยจะประกาศวันจัดงานในแต่ละไตรมาสให้ทราบผ่านทางเว็บไซต์นี้และช่องทางโซเชียลมีเดียของ KBTG",
  "A12": "สามารถติดต่อมาได้ทาง Inbox ของเพจเฟสบุ๊ก KBTG",
  "CharassriPhaholyotin": "จรัสศรี พหลโยธิน",
  "ChutimarKasemkornkit": "ชุติมา เกษมกรกิจ",
  "ChetaphanSiridanupath": "เชษฐพันธุ์ ศิริดานุภัทร",
  "WikanesThongmee": "วิฆเนศ ทองมี",
  "UnyamaneeKetcharoen": "อัญมณี เกตุเจริญ",
  "PanuwatKenchat": "ภาณุวัฒน์ เคนชาติ",
  "PaweenPiyasil": "ปวีณ ปิยะศิลป์",
  "ChayaponSaepung": "ชยพล แซ่พัง",
  "PhitsineeSincharoenpong":"พิชญ์สินี สินเจริญพงศ์",
  "Register": "ลงทะเบียน",
  "WikanesThongmeeUnyamaneeKetcharoen": "วิฆเนศ ทองมี, อัญมณี เกตุเจริญ",
  "text1": "ฟังทอล์กแบบจัดเต็ม กับสุดยอดฝีมือด้านธุรกิจและไอทีจากทีม KBTG ที่จะสร้างแรงบันดาลใจให้คุณทุกคน",
  "by1": "KBTG Team",
  "text2": "สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ",
  "by2": "KBTG Team",
  "text3": "ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "PanuwatKenchatPhitsineeSincharoenpong": "ภาณุวัฒน์ เคนชาติ, พิชญ์สินี สินเจริญพงศ์",
  "PaweenPiyasilChayaponSaepung": "ปวีณ ปิยะศิลป์, ชยพล แซ่พัง"
}
