{
  "AboutKBTGInspire": "KBTG Inspire เป็นงานรวมพลชาวเทคฯ ที่ชอบหาประสบการณ์ใหม่ๆ และเรียนรู้ที่จะเติบโตไปด้วยกัน โดย KBTG หรือบริษัทกสิกร บิซิเนส-เทคโนโลยี กรุ๊ป ผู้นำด้านเทคโนโลยีชั้นนำของประเทศได้จัดงานนี้ขึ้น ไม่ว่าคุณจะเป็นใคร พื้นที่นี้พร้อมให้คุณพิสูจน์ฝีมือตัวเอง โดยมีพี่ๆ แนวหน้าที่จะมาแชร์ความรู้ แนะแนวการทำงาน และจัด Workshop อีกสารพัด รวมถึงโอกาสพิเศษในการสอบสัมภาษณ์เพื่อเข้าร่วมเป็นส่วนหนึ่งกับเรา KBTG Inspire จะเป็นงานที่สร้างแรงบันดาลใจให้คุณได้เสริมสร้างทักษะและรู้จักสังคมเพื่อนใหม่ พร้อมแล้วหรือยังที่จะจุดประกายต่อยอดในตัวคุณ?",
  "JobInterview": "สัมภาษณ์งานกับทีม Leadership แบบเจาะลึกจัดเต็ม ตำแหน่งไหนมีสอบรู้ผลเลย",
  "AgilePlayground": "ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "InspireTalk": "ฟังทอล์กแบบจัดเต็ม เรียนรู้จากบิ๊กเนมทั่ววงการเทคและสตาร์ทอัพไทยที่จะมาเซอร์ไพรซ์ในงาน",
  "1:1CareerMentorship": "แนะแนวเส้นทางสู่ความสำเร็จในสายงาน กับพี่ๆ คนเก่งทั้งหลายของ KBTG",
  "FiresideChat": "สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ",
  "Upskill": "อัพเลเวลกันเต็มที่ ฝึกปรือทักษะภายใต้การดูแลของโปร KBTG ประจำแต่ละสาขา",
  "Q1": "ฉันจะเข้าร่วม KBTG Inspire ได้อย่างไร",
  "Q2": "ฉันจำเป็นต้องอยู่ตลอดทั้งวัน / เข้าร่วมทุกกิจกรรมหรือไม่? ",
  "Q3": "KBTG Inspire จัดขึ้นที่ไหน?",
  "Q4": "ฉันสามารถลงทะเบียนร่วมงาน KBTG Inspire ได้กี่ครั้ง?",
  "Q5": "ตำแหน่งของฉันมีการสอบไหม?",
  "Q6": "ใครสามารถเข้าร่วม Agile Playground ได้บ้าง?​",
  "Q7": "ฉันต้องเสียเงินเพื่อเข้าร่วมงานนี้หรือไม่?",
  "Q8": "ฉันจะรู้ได้อย่างไรว่าฉันมีสิทธิ์ร่วมงาน KBTG Inspire",
  "Q9": "ฉันสามารถสมัคร KBTG Inspire ได้ถึงเมื่อไหร่?",
  "Q10":"KBTG Inspire ยังมีการจัดงานแบบ On Ground เต็มรูปแบบอยู่ใช่มั้ย?",
  "Q11": "ฉันมีเพื่อนที่ทำงานอยู่ KBTG ฉันสามารถให้เขาช่วย Refer ได้ไหม?",
  "Q12": "ฉันมีคำถามอื่นๆ จะติดต่อได้ทางไหน?​",
  

  "A1": "เข้าเว็บไซต์ KBTG Inspire ไปที่หน้า “Join Event” แล้วกดสมัครตำแหน่งที่ต้องการได้เลย",
  "A2": "ไม่จำเป็น แต่อยากให้อยู่นะ เพราะถึงจะมาแค่สัมภาษณ์งาน แต่ในงาน KBTG Inspire ยังมีกิจกรรมน่าสนใจอีกมากมายที่คุณสามารถเข้าร่วมได้ อาทิเช่น Career Mentorship, Workshops, Inspire Talk เป็นต้น​",
  "A3": "ตึก KBTG เมืองทองธานี คลิก ",
  "A4": "กี่ครั้งก็ได้เลย! ถ้าครั้งที่แล้วคุณไม่ได้รับเลือกหรือไม่ผ่านสัมภาษณ์ แต่ยังอยากที่จะลองอีกครั้ง คุณสามารถทำได้ เพียงแค่ลงทะเบียนใหม่ผ่านทางเว็บไซต์เมื่อพร้อมแก้มือ",
  "A5": " มีเฉพาะบางตำแหน่งเท่านั้น ส่วนใหญ่จะเป็นตำแหน่งที่มีการเขียนโค้ด",
  "A6": "แนะนำให้ทุกคนที่สัมภาษณ์ลองมาเข้าร่วมกิจกรรม เนื่องจากเป็นกิจกรรมที่สร้างขึ้นมาสำหรับงาน KBTG Inspire โดยเฉพาะ โอกาสดีๆ แบบนี้หาที่ไหนไม่ได้อีกแล้ว",
  "A7": "ไม่ต้องซื้อตั๋วใดๆ ฟรีตลอดงาน",
  "A8": "เมื่อใกล้ถึงวันงาน ทางทีมงานจะแจ้งให้ทราบว่าคุณได้รับสิทธิ์เข้าร่วมงานหรือไม่ผ่านทางอีเมล",
  "A9": "สามารถส่งเข้ามาสมัครมาได้เรื่อยๆ จนกว่าจะมีกำหนดการที่แน่นอน โดยในระหว่างนี้เราจะทำการเรียกสัมภาษณ์งานแบบออนไลน์เรื่อยๆ เพื่อไม่ให้เกิดความล่าช้าสำหรับผู้สมัครจนเกินไป",
  "A10":"ยังจัดอยู่แน่นอน เมื่อสถานการณ์โควิด-19 ดีขึ้น เราจะแจ้งให้ผู้ที่ได้รับเลือกทราบ แม้ในกรณีที่บรรจุเข้าเป็นพนักงาน KBTG แล้วเรียบร้อย",
  "A11": "ได้เลย! เพียงแค่ใส่ชื่อเต็มและอีเมลทำงานของเพื่อนตอนสมัครก็เสร็จเรียบร้อย",
  "A12": "สามารถส่งคำถาม/รายละเอียดมาได้ที่ Inbox ของเพจเฟสบุ๊ก KBTG",

  
  "RuangrojPoonpolCharassriPhaholyotin": "เรืองโรจน์ พูนผล, จรัสศรี พหลโยธิน",
  "txt1-day1": "เริ่มต้นการเดินทางอันแสนยิ่งใหญ่ด้วยการต้อนรับแสนอบอุ่นจากทีม Leadership ของ KBTG",
  "guest":"Guest Speaker",
  "CharassriPhaholyotin": "จรัสศรี พหลโยธิน",
  "ChutimarKasemkornkit": "ชุติมา เกษมกรกิจ",
  "ChetaphanSiridanupath": "เชษฐพันธุ์ ศิริดานุภัทร",
  "WikanesThongmee": "วิฆเนศ ทองมี",
  "UnyamaneeKetcharoen": "อัญมณี เกตุเจริญ",
  "PanuwatKenchat": "ภาณุวัฒน์ เคนชาติ",
  "PaweenPiyasil": "ปวีณ ปิยะศิลป์",
  "ChayaponSaepung": "ชยพล แซ่พัง",
  "PhitsineeSincharoenpong": "พิชญ์สินี สินเจริญพงศ์",
  "Register": "ลงทะเบียน",
  "WikanesThongmeeUnyamaneeKetcharoen": "วิฆเนศ ทองมี, อัญมณี เกตุเจริญ",
  "day1-1100-1130-text1": "ฟังทอล์กแบบจัดเต็ม เรียนรู้จากบิ๊กเนมทั่ววงการเทคและสตาร์ทอัพไทยที่จะมาเซอร์ไพรซ์ในงาน",
  "day1-1130-1200-by1": "วิฆเนศ ทองมี, อัญมณี เกตุเจริญ",
  "day1-1130-1200-text2": "สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ",
  "by2": "KBTG Team",
  "day1-3-text3": "ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "text4":"ในยุคนี้ที่หลายองค์กรเปลี่ยนวิธีการทำงานเป็นแบบ Agile มากขึ้น Business Analyst ควรจะปรับบทบาทตัวเองอย่างไร และมี Skill Set อะไรเพื่อปรับตัวให้สอดคล้องกับวิถีการทำงานแบบใหม่นี้", 
  "text5":"เรียนรู้จาก Project Manager มากประสบการณ์เกี่ยวกับการจัดการโปรเจคขนาดใหญ่ที่มีมูลค่าและความซับซ้อนสูง รวมถึง Stakeholder หลากเชื้อชาติ ว่าก้าวผ่านอุปสรรค์เหล่านั้นมาได้อย่างไร",
  "upskillDetail-1": "How to Manage Projects Valued > 1 Billion Baht?",
  "upskillDetail-2": "Business Analyst in Agile World",
  "upskillDetail-3": "How to Secure Your Smart Contract",
  "RuangrojPoonpolChutimarKasemkornkit":"เรืองโรจน์ พูนผล, ชุติมา เกษมกรกิจ",
  "day2-1030-1100-text":"เริ่มต้นการเดินทางอันแสนยิ่งใหญ่ด้วยการต้อนรับแสนอบอุ่นจากทีม Leadership ของ KBTG ",
  "immerDay2":"ฟังทอล์กแบบจัดเต็ม เรียนรู้จากบิ๊กเนมทั่ววงการเทคและสตาร์ทอัพไทยที่จะมาเซอร์ไพรซ์ในงาน​",
  "connectDay2":"สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ",
  "LetyouDay2":"ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "day2Jouney":"A Journey Towards Scaling a >10M MAU Sized Platform",
  "day2How":"How Your Application Get Hacked",
  "day2Ob":"Observability 101:  Logging, Metrics, Tracing and How It Work in Dev's Perspectives",
  "PanuwatKenchatPhitsineeSincharoenpong": "ภาณุวัฒน์ เคนชาติ, พิชญ์สินี สินเจริญพงศ์",
   "RuangrojPoonpolChetaphanSiridanupath":"เรืองโรจน์ พูนผล, เชษฐพันธุ์ ศิริดานุภัทร",
  "kickoffDay3":"เริ่มต้นการเดินทางอันแสนยิ่งใหญ่ด้วยการต้อนรับแสนอบอุ่นจากทีม Leadership ของ KBTG",
  "GuestSpeaker":"Guest Speaker",
  "immerDay3":"ฟังทอล์กแบบจัดเต็ม เรียนรู้จากบิ๊กเนมทั่ววงการเทคและสตาร์ทอัพไทยที่จะมาเซอร์ไพรซ์ในงาน​",
  "PaweenPiyasilChayaponSaepung": "ปวีณ ปิยะศิลป์, ชยพล แซ่พัง",
  "connectDay3":"สร้างสังคมใหม่ๆ กับเพื่อนในวงการเทค ขยายเครือข่ายให้ตัวคุณ​",
  "letDay3":"ฉายแสงในตัวคุณผ่านกิจกรรมสุดสนุก พิสูจน์ทักษะการแก้โจทย์ พร้อมเรียนรู้การทำงานแบบ Agile",
  "letunderDay3":"Let's Understand Enterprise Architecture in the Innovation World",
  "howDay3":"How to Handle High Volume Transaction Infrastructure in Crisis Situation",
  "job1Detail": "หากคุณอยากเป็นส่วนหนึ่งที่ร่วมงานกับเรา KBTG Inspire คืองานสำหรับคุณ! สมัครเลย เพียงแค่คลิกปุ่มด้านล่าง พร้อมแนบข้อมูลดังต่อไปนี้",
  "job1-1": "CV/Resume",
  "job1-2": "ตำแหน่งงานที่ต้องการสมัคร",
  "job2Detail": "หากคุณไม่ได้มองหางานใหม่ แต่อยากร่วมกิจกรรมภายในงาน KBTG Inspire เพื่อเพิ่มทักษะด้านเทคต่างๆ ทาง KBTG ยินดีต้อนรับคุณเช่นกัน กรุณาคลิกปุ่มด้านล่างเพื่อสมัครทางอีเมล พร้อมแนบข้อมูลดังต่อไปนี้",
  "job2-1": "แนะนำตัว (ชื่อจริง-นามสกุล และ บริษัท/มหาวิทยาลัย)",
  "job2-2": "เหตุผลที่อยากเข้าร่วมงาน",
  "job2-3": "วันที่อยากมาร่วมงาน (เลือกเพียงวันเดียว)",
  "job3Detail": "ให้เพื่อนของคุณใน KBTG ช่วย Refer คุณสำหรับงาน KBTG Inspire ได้นะ เพียงคลิกปุ่มด้านล่างเพื่อสมัครทางอีเมล พร้อมแนบข้อมูลดังต่อไปนี้",
  "job3-1": "CV/Resume",
  "job3-2": "ตำแหน่งงานที่ต้องการสมัคร",
  "job3-3": "ข้อมูลของเพื่อนพนักงาน (ชื่อจริง-นามสกุล และ อีเมลทำงาน)",
  "findajob":"พิสูจน์ฝีมือและแสดงความเป็นคุณ เพื่อคว้าโอกาสในการร่วมงานกับ KBTG บริษัทเทคโนโลยีแนวหน้าของประเทศไทย"
}
