{
  "jobs": [
    {
      "id": 1,
      "title": "Software Engineer",
      "level": "All Levels",
      "description": "In this role, you will be responsible for the application design and development of application components or multiple application solutions to meet business and customer requirements.",
      "responsibility": [
        "Develop accurate and efficient programs",
        "Maintain current knowledge of standard language, coding methods, and operations requirements",
        "Thoroughly tests the operation of completed programs and linkage to other programs",
        "Assists the system analyst to establish file requirements and processing specifications for automated portions of the system",
        "Build software and deploy to UIS/SIT/UAT environment",
        "Support defect/problem investigation"
      ],
      "qualification": [
        "Bachelor's degree in Computer Engineering, Computer Science, IT or other related fields (fresh grads welcome!)",
        "At least 3 years of experience in JAVA software development or other programming languages (Java, GO, JavaScript, Kotlin, Swift, Node.js, C#, Python)",
        "Experience working with one or more from the following: web application development, Unix environments, mobile application development, information retrieval, networking, developing large-scale software system, version control system, and/or security software development",
        "Knowledge of XML, Restful, JSON, Framework, SQLite and OOP Concept ",
        "Knowledge of SVN,GIT"
      ],
      "skill": [
        "Programming Languages  (Java, GO, JavaScript, Kotlin, Swift, Node.js, C#, Python)​"
      ],
      "location": [
        "KBTG Building (Muang Thong Thani, Nonthaburi)",
        "K+ Building (Samyan, Bangkok)"
      ],
      "fresh_grad": true
    },
    {
      "id": 2,
      "title": "Test Manager/Test Engineer",
      "level": "All Levels",
      "description": "In this role, you will be the key person to drive software quality through test management strategy to ensure that software delivered with quality and zero incident. If you are experienced in software development, software testing, test management, agile testing, test automation, testing technology and tools, this is the role for you.",
      "responsibility": [
        "Design test strategy and test approach to ensure the software quality in all aspect cover functional and non-functional",
        "Design test scenario, test environment, test data and test coverage based on business requirement and system impact",
        "Conduct and manage testing dependency across multiple applications and complex environment, help the team find ways that software can break and come up with recommendation to prevent those from happening",
        "Research and develop new testing technology that can be adopted by other teams"
      ],
      "qualification": [
        "Bachelor's or Master's Degree in Computer Engineering, Computer Science, IT or related field (fresh grads welcome!)",
        "0-5 years of experience in Software Application Testing",
        "Good knowledge of Software Testing Methodology and Processes",
        "Good knowledge on using SQL and Scripting",
        "Bonus point if you have at least one of the following: knowledge of banking business / accounting / solution design, experience in automated testing / programming / agile / cross-functional team environment ",
        "Communication and presentation skills ",
        "Teamwork, high responsibility and result oriented, strong analytical thinking, conceptual thinking and problem-solving"
      ],
      "skill": ["Automation Skill"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },
    {
      "id": 3,
      "title": "System Engineer - Server Management",
      "level": "All Levels",
      "description": "In this role, you will be involved in the planning and development of the database with the fit recommendation and technology, as well as in troubleshooting any issues.",
      "responsibility": [
        "Handle installation, upgrades, migrations and configuration database",
        "Design and build databases, schemas, stored procedures, and other database objects",
        "Design backup recovery strategy based on application requirements like schedule, retention etc.",
        "Maintains database security and integrity follow policy and governance",
        "Set up routine database backup procedures and disaster recovery procedures",
        "Perform database performance tuning and capacity planning",
        "Setup monitoring and alerting on database performance, system metrics, trends",
        "Maintain, and manage the database system in accordance with the Service Level Agreement (SLA)",
        "Support day-to-day operation, incident and chang",
        "Assist developers and end-users with database usage, query development, and tuning",
        "Provide help to junior DBA with complex database tasks",
        "Competent to work at the highest level of all phases of database administration",
        "Advance database administration – replication, migration, data distribution, etc."
      ],
      "qualification": [
        "Bachelor's Degree in Computer Engineer, Computer Science or related field (fresh grads welcome!)",
        "3-5 years of experience in database administration and related DB Software tools management",
        "Extensive knowledge of Oracle RDBMS, RAC and Data Guard ",
        "Knowledge of MySQL, MariaDB and PostgreSQL are a plus",
        "Experience in Database design and performance tuning",
        "On-call / On-site requirements to ensure 24 x 7 support of database operations",
        "UNIX and Windows batch scripting knowledge is mandatory"
      ],
      "skill": ["DBA and Unix"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },
    {
      "id": 4,
      "title": "Data Scientist",
      "level": "All Levels",
      "description": "In this role, you will enjoy working with rich data sets, cutting-edge technology, and the ability to see your insights turned into real impact on customers and society as part of our Machine Learning and Data Science team.",
      "responsibility": [
        "Work in a cross-functional team to define problems, quantify metrics, explore data, build analytical models, conduct experimentation, and make recommendations ",
        "Build and maintain optimization models, visualizations, experiments, forecasting algorithms, and machine learning models ",
        "Leverage various tools in data processing and modeling to drive efficient advanced analytics ",
        "Work with business partners to understand processes and leverage data to gain actionable insights ",
        "Use predictive modeling to enhance and optimize customer experiences, revenue generation, and business operation ",
        "Communicate findings and recommendations to all stakeholders as well as drive decision making ",
        "Explore state-of-the-art data science and machine learning research ",
        "Be part of an active group of data science and machine learning practitioners that shape the direction of machine learning and artificial intelligence of the organization "
      ],
      "qualification": [
        "Bachelor's Degree or higher in quantitative field e.g. Computer Science, Engineering, Mathematics, Statistics, Operations Research or other related field",
        "Good communication with strong analytical and problem-solving skills ",
        "Experience with Machine Learning, Statistics, or other data analysis tools and techniques ",
        "Experience in extraction, cleaning, analysis, and presentation for medium to large datasets ",
        "Experience with at least one programming language (e.g., Python, R, Scala) ",
        "Experience writing efficient SQL queries ",
        "Experience with tools for data visualization (Matplotlib, Tableau, or Qlik), scientific computing (e.g., NumPy, SciPy, Pandas, Scikit-learn, dplyr, or ggplot2) and machine learning (e.g., PyTorch, Caffe2, TensorFlow, Keras or Theano). ",
        "Experience with statistics methods such as forecasting, time series, hypothesis testing, classification, clustering or regression analysis ",
        "Experience working with distributed computing tools (Hadoop, Hive, Spark, etc.) and Cloud platform (e.g., AWS, Azure, GCP) considered a plus ",
        "Experience with one or more advanced machine learning topics (e.g., deep learning, recommendation systems, knowledge representation, semi-supervised learning, reinforcement learning, representation learning, privacy-preserving learning, adversarial learning) is a plus "
      ],
      "skill": ["Statistics Methods and Computer Tools"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },
    {
      "id": 5,
      "title": "IT Operation - System Operator",
      "level": "All Levels",
      "description": "In this role, you will utilize your passion for computer operations/systems, strong problem solving skills and the ability to troubleshoot computer problems to resolve any malfunctions in IT operation.",
      "responsibility": [
        "Investigate and understand root cause for issues in IT Operation ",
        "Provide consulting service and develop corrective actions to solve the operation issues",
        "Ensure operation related activities are performed in compliance with standard and regulations ",
        "Initiate continuous process to improve operational effectiveness",
        "Provide technical support and guidance on operations validation, development and implementation ",
        "Provide engineering support operations team in archiving business goals ",
        "Support the start-up and integration of new operation projects ",
        "Assist in the development and maintenance of operation standards and procedures"
      ],
      "qualification": [
        "Bachelor's Degree in Computer Engineer, ICT or related field (fresh grad welcome!)",
        "Demonstrate a thorough knowledge of computer functions and strong computer operation skills",
        "Capable of working efficiently with minimal supervision ",
        "Possess strong communication skills and be able to follow directions ",
        "Exemplify analytical and problem solving skills and the ability to troubleshoot computer problems that may arise ",
        "Superior time management skills are essential in order to ensure work orders are completed on time ",
        "Must work in shifts",
        "Should have a positive attitude and work well with others ",
        "Any of the following skills is a plus: Batch, Job control, job scheduling, job scheduler, Control-M, Tivoli Workload scheduler, JAMS scheduler, Himemos, Global ECS, Autosys, CA workload automation AE, BatchMan, ActiveBatch, Oracle Grid Engine, Schedulix, VisualCron, Quartz Enterprise Job Scheduler, NOC, Monitoring, Truesight, zabbix, datadog, SolarWinds, Spiceworks Network Monitor, PRTG, OpenNMS, Netreo, NetData, Microsoft System Center, PRTG, VeeamONE, CloudMonitor, Bladelogic, Grafana, AIOps, Backup and Recovery, Automation, RPA, Kyron, SRE."
      ],
      "skill": ["Computer Functions and Computer Operation"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },
    {
      "id": 6,
      "title": "Data Engineer",
      "level": "All Levels",
      "description": "In this role, you will express your passion about data and insights of large data set as you work closely with Data Scientist, Machine Engineer, Business Analysts and other stakeholders across the company. ",
      "responsibility": [
        "Conduct meeting with users to understand data requirements and perform database design based on data understanding and requirements with consideration for performance ",
        "Maintain data dictionary, relationship and its interpretation ",
        "Analyze problem and find resolution, as well as work closely with administrators to monitor performance and advise any necessary infrastructure changes",
        "Work with business domain experts, data scientists and application developers to identify relevant data for analysis. ",
        "Develop big data solutions for batch processing and near real-time streaming ",
        "Own end-to-end data ETL/ELT process framework of Data Lake from Data Source to Data Mart and Data Exchange with peripheral systems, with process alignment to KBANK policies and implement ETL/ELT Process ",
        "Select and integrate appropriate tools and frameworks required to provide requested capabilities ",
        "Design and develop BI solutions",
        "Keep abreast of new developments in the big data ecosystem and learn new technologies"
      ],
      "qualification": [
        "Bachelor's or Master's Degree in Computer Engineer, Computer Science, Information Technology, Mathematics, Statistics or related fields ",
        "2-5 years of experience in database design, data integration, data pipeline development, big data, or business intelligence applications in a competitive service industry preferably in banking, financial services, or telecom ",
        "Working knowledge of DB2, Hadoop, Data Virtualization, Qlikview/Qliksense is a plus ",
        "Good oral and written communication in Thai and English languages ",
        "Hands-on development mentality, with a willingness to troubleshoot and solve complex problems. ",
        "Ability to effectively work independently and handle multiple priorities"
      ],
      "skill": ["Skill in Big Data, ETL/ELT, Hadoop, etc."],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },

    {
      "id": 7,
      "title": "Business Analyst",
      "level": "Junior – Middle",
      "description": "In this role, you will be the liaison between the business users and technical team to ensure the proper solutions is developed and delivered according to the business needs.",
      "responsibility": [
        "Assist in business conceptualization and rationalization (feasibility, cost/benefit, fit/gap analysis) ",
        "Develop plan and approach for requirement analysis and design phase ",
        "Understand, analyze, prioritize and confirm end-to-end business requirements and processes ",
        "Provide options and recommend end-to-end business solution or workaround ",
        "Design and confirm functional specification including application flow, business logics, screens, reports and data files, etc. ",
        "Perform impact analysis, consolidate implementation efforts and develop implementation plan from the input of various parties e.g. development team, test team, and infrastructure team ",
        "Perform functional testing, when assigned ",
        "Manage requirements throughout the life cycle ",
        "Manage functional issue(s) and risk(s) ",
        "Develop plan and approach for business deployment including training ",
        "Develop training materials and conduct the training ",
        "Supervise and coach subordinate(s) "
      ],
      "qualification": [
        "1-4 years of experience as Business Analyst or System Analyst (fresh grads welcome!)",
        "Background in banking and financial services business is a plus ",
        "Strong analytical and proven ability to quickly understand complex business and systems and provide appropriate solution ",
        "Excellent interpersonal and communication skills and ability to effectively collaborate with diverse people such as clients, developers, or testers ",
        "Driver, committed, result-oriented ",
        "Ability to work under pressure and tight deadlines "
      ],
      "skill": [
        "Business Knowledge of Banking and Finance and Technical Knowledge to Certain Extent"
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },
    {
      "id": 8,
      "title": "Cloud Engineer",
      "level": "Junior – Middle",
      "description": "In this role, you will be responsible for deploying and debugging cloud stacks, educating teams on new cloud initiatives, and ensuring the security of the cloud infrastructure. ",
      "responsibility": [
        "Collaborate with engineering and development teams to evaluate and identify optimal cloud solutions",
        "Modify and improve existing systems",
        "Educate teams on the implementation of new cloud technologies and initiatives",
        "Design, develop, and deploy modular cloud-based systems",
        "Develop and maintain cloud solutions in accordance with best practices",
        " Ensure efficient functioning of data storage and processing functions in accordance with company security policies and best practices in cloud security",
        " Identify, analyze, and resolve infrastructure vulnerabilities and application deployment issues",
        " Review existing systems and making recommendations for improvements",
        "Interact with clients, provide cloud support, and make recommendations based on client needs"
      ],
      "qualification": [
        "Bachelor's or Master's Degree in Computer Engineering, Computer Science, IT or related field (fresh grads welcome!)",
        "At least 3 years of experience in the field of cloud computing",
        "Experience with CI/CD systems ",
        "Experience with SysOps",
        " Azure, AWS, GCP and Huawei Cloud certifications is a plus ",
        "Troubleshooting and analytical skills",
        " Good communication and collaboration skills",
        "Client management skills"
      ],
      "skill": ["Cloud Technology and Infrastructure"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": true
    },

    {
      "id": 9,
      "title": "Agile Coach",
      "level": "Middle - Senior",
      "description": "In this role, you will be a change agent to drive change-welcoming culture and empower team to deliver excellent software under the agility of Banking Industry environment.",
      "responsibility": [
        "Work closely with development teams to build Agile mindset and coach the relevant practices",
        "Establish technical excellence & agility culture",
        "Create continuous improvement culture and close the feedback loop back to management"
      ],
      "qualification": [
        "4-5 years of experience working in Software Development in any role",
        "Has proven experience leading software development or Agile transformation. Other roles in SDLC with passion to be Agile evangelist are also qualified.",
        "Strong experience in Agile concepts, practices and techniques",
        "Good knowledge of several Agile Framework and related methodology such as Scrum, LeSS, SAFe, XP, Kanban, etc.",
        "Good understanding of software engineering architecture and practices such DevOps, CI/CD, TDD, ATDD, Pair Programming, etc. ",
        "Strong Interpersonal skills and coaching skills "
      ],
      "skill": ["Agile or Software Development"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 10,
      "title": "Machine Learning Engineer​",
      "level": "All Levels",
      "description": "In this role, you and data scientists will be helping other teams apply data science, machine learning, artificial intelligence tools and techniques to financial products and services. Work with rich data sets, cutting-edge technology, and watch your insights turn into real impact on customers and society.",
      "responsibility": [
        "Design, code, train, test, deploy, and iterate on large-scale, distribute machine learning systems",
        "Collaborate with a multi-functional agile team of data science, UX/UI design, product management, and engineering to build new features / products / services that delight our customers",
        "Work with data scientists and data engineers to create end-to-end machine learning feedback loop and integrate it into various applications",
        "Improve existing machine learning models both in terms of model performance and computing performance",
        "Help drive code review, optimization, testing, and tooling to improve code quality and system reliability",
        "Research and implement best practices to enhance existing machine learning infrastructure and process",
        "Be part of an active group of data science and machine learning practitioners that shape the direction of machine learning and artificial intelligence of the organization"
      ],
      "qualification": [
        "Bachelor's degree or higher in Computer Science, Computer Engineering or related technical fields involving Machine Learning or equivalent technical experience",
        "Strong analytical and problem-solving skills",
        "Proven software development skills in multiple programming languages (e.g. Python, Golang, C++)",
        "Experience with machine learning software packages (e.g. scikit-learn, XGBoost, TensorFlow, Caffe, Theano, Torch)",
        "Familiarity with container-based technologies (e.g., Docker, Kubernetes) and DevOps practices (e.g., code review, automated testing, CI/CD, logging, performance monitoring)",
        "Strong communication skills and collaborative mindset",
        "Experience with data processing tools (e.g. Hadoop, Apache Spark, Apache Beam) and cloud platforms (e.g. AWS, Azure, GCP) is a plus"
      ],
      "skill": [
        "Python, Machine Learning Knowledge, Software Engineering"
       ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 11,
      "title": "IT Infrastructure Project Manager",
      "level": "Middle - Senior",
      "description": "In this role, you will be responsible for the continued availability and support of all infrastructure projects as a part of our infrastructure team. The role will be expected to work in a fast pace. ",
      "responsibility": [
        "Identify infrastructure goals and project delivery clearly",
        "Coordinate and get requirement into plan to cumulate in client acceptance of results of production deployment",
        "Collaborate effectively with infrastructure associates across entire business units along with management levels ",
        "Define all activities necessary to acquire project goals and objectives within infrastructure department ",
        "Identify problem impact or disagreement plus recommend corrections as necessary ",
        "Provide day-to-day direction to the project teams ",
        "Develop and maintain project plan "
      ],
      "qualification": [
        "At least 5 years of experience in an Infrastructure Project Manager role",
        "Ability to run multiple projects while maintaining quality and control ",
        "Ability to lead and provide guidance to infrastructure engineers drawing on their project and technical experience ",
        "Be highly collaborative with the current team, management structure and business leaders ",
        "Demonstrate a very high level of customer service and empathy to the customer issues delivering solutions while working within budget",
        "Negotiate with suppliers to provide best balance of quality, service and price ",
        "Good communication skill",
        "Background in banking and financial services business is an advantage "
      ],
      "skill": ["Infrastructure and Project Management"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 12,
      "title": "IT Security Architect",
      "level": "Middle - Senior",
      "description": "In this role, you will define bank's cybersecurity strategy, enterprise security architecture and roadmap, including developing relevant security requirements and standards for Information Technology. ",
      "responsibility": [
        "Define the Bank's cybersecurity strategy and roadmap",
        "Define an Enterprise Security Architecture for the Bank and develop relevant IT Security requirements or IT Security standards for Information Technology",
        "Define security framework for various new technologies such as Cloud, Biometric Technology, etc.",
        "Provide advice on information security for projects and conduct security risk assessment to identify where the system could not comply with Bank’s information security policy or requirements, including tracking of exceptions.",
        "Conduct security risk assessment for information systems which provided by external service providers (outsourcer) or system that being connected to an external service provider (third-party)",
        "Review the information security controls for applications before the system is implemented to production",
        "Study, select and implement the necessary information security system for the Bank",
        "Implement DevSecOps technology to increase the security in software development life cycle (SDLC) ",
        "Develop and maintain security standards of various information technologies that the Bank uses ",
        "Conduct security testing for critical systems or new technologies where required"
      ],
      "qualification": [
        "Bachelor’s or Master’s Degree in Computer Engineering, Computer Science, Information Security",
        "At least 3 years of work experience in a relevant discipline",
        "Comprehensive understanding of the IT security concepts, especially enterprise security architecture area, risk assessment and related information security standards such as ISO 27001, PCI DSS, etc.",
        "Ability to analyze end-to-end security process, assess IT security risks of information systems, and provide advice in order to reduce risk to the bank acceptable level",
        "Ability to study and implement essential IT security standards and controls to enhance the bank's security",
        "Strong analytical and problem solving capabilities",
        "Excellent teamwork and interpersonal skills",
        "Rapid learning capability and able to work under pressure",
        "Good oral and written communication skills in both Thai and English "
      ],
      "skill": [
        "IT Security Architect, Advisory and Engineering Skills",
        "Certified Security Professional e.g. CISSP, CSSLP, CISA, CISM, CompTIA Security+, ISO 27001 Lead Auditor/Implementer "
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 13,
      "title": "IT Security Architect (DevSecOps)",
      "level": "Middle - Senior",
      "description": "In this role, you will help manage and reduce security risks by developing global security controls to integrate into our DevOps pipelines. You will be establishing current and long-term direction aiming at driving DevSecOps culture in organization.",
      "responsibility": [
        "Drive and develop a DevSecOps culture in organization",
        "Research and establish DevSecOps implementation process and roadmap",
        "Work with related team to implement, maintain and improve DevSecOps platform technology and practices",
        "Develop secure software development process and guidelines ",
        "Assist application team to engage DevSecOps tools into their development pipelines",
        "Establish and review DevSecOps governance, operating model and dashboards to ensure application adoption into their development pipelines",
        "Perform security code and design reviews, risk assessment and provide recommendation to fix or mitigate the risk",
        "Work with application team to resolve security issues from DevSecOps tools",
        "Establish and review security configuration standard for related DevOps infrastructure"
      ],
      "qualification": [
        "Bachelor’s or Master’s Degree in Computer Engineering, Computer Science, Information Security",
        "At least 3 years of work experience in a relevant discipline ",
        "Comprehensive understanding of the application security concepts, especially DevSecOps, CI/CD, secure programming, and risk assessment",
        "Strong working knowledge of OWASP Top10, CVE, CVSS, CWE, etc.",
        "Hands-on experience implementing CI/CD pipeline and DevOps development practices and tools such as Jenkins, JFrog Artifactory, Grafana, and etc.",
        "Experience in establishing secure software development guidelines and in performing security code and design reviews",
        "Experience with a broad range of application security tools including SAST, DAST, SCA, etc.",
        "Experience with cloud environments (AWS, Google Cloud, Azure)",
        "Experience with container technology such as Docker, Kubernetes, Openshift, etc.",
        "Programming/scripting experience (Powershell, Java, .NET, Python)",
        "Strong analytical and problem solving capabilities",
        "Excellent teamwork and interpersonal skills",
        "Rapid learning capability and ability to work under pressure",
        "Good oral and written communication skills in both Thai and English"
      ],
      "skill": ["Secure Programming, DevOps and DevSecOps Skills"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 14,
      "title": "IT & Security Assurance",
      "level": "Middle - Senior",
      "description": "In this role, you will oversee all information security policy and procedures to ensure that they follow the bank's standard. Your work will also include developing and maintaining security management and compliance dashboard to detect and track all non-compliance issues.",
      "responsibility": [
        "Develop and enhance information security policy, procedures and processes",
        "Provide security awareness session to enhance understanding level of security policy and requirements",
        "Perform project tracking and report(track issues related to IT operation and security until closed or at risk acceptable level)",
        "Performing project management related to ISO27001 & PCI DSS compliance",
        "Monitor and work with IT infrastructure and software development teams to close the deviations and non-compliance issues",
        "Handle day-to-day governance issues related to IT and cybersecurity concerns to ensure compliance of security policy, standard, and procedure",
        "Develop and maintain security management and compliance dashboard",
        "Carry out any other special assignment and administrative works as required in order to support departmental activities and management’s assignment"
      ],
      "qualification": [
        "Bachelor's or Master's Degree in Information Technology, Computer Engineering, Computer Science, Information Security",
        "3-5 years of experience in a relevant discipline",
        "Knowledge in IT & security governance/audit",
        "Good analytical and problem solving skills",
        "Good project management skill",
        "Ability to work under pressure and time constraint",
        "Good oral and written communication in Thai and English languages",
        "Certified security professional such as CISA, CISM, ISO 27001 Lead Auditor/Implementer are a plus"
      ],
      "skill": ["IT & Security Governance / Audit"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 15,
      "title": "Enterprise Architect",
      "level": "Middle - Senior",
      "description": "In this role, you will demonstrate your knowledge of technology and enterprise architecture to design architectures and strategic roadmaps, lead clients as a subject matter expert, and partner with them as a trusted advisor in their future digital experience and strategy execution",
      "responsibility": [
        "Plan, design, develop and execute the effective EA to strengthen the business of KBank ",
        "Design and create the future enterprise architecture for banking business ",
        "Analyze and become an expert on banking reference architectures to suggest new and emerging technologies to our clients ",
        "Advise and analyse the root cause of complex enterprise architect  ",
        "Perform other duties as assigned "
      ],
      "qualification": [
        "Bachelor's Degree or higher in Computer Engineering, Computer Science, IT Management, MIS, etc. ",
        "1-2 years of experience in Architecture Design",
        "3-6 years of experience in IT or Banking Industry"
      ],
      "skill": ["Architecture Knowledge and Design"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 16,
      "title": "Project Management Officer",
      "level": "Middle - Senior",
      "description": "In this role, you will assist Project Manager or Delivery Manager to oversee projects and/or team status and drive for excellent outcome.",
      "responsibility": [
        "Consolidate project and/or team progress, develop status report and conduct status update, including issue log and risk log ",
        "Change Request Management: manage all CRs and SRs, track and follow-up for progress, and conduct status update ",
        "Defect and Problem Management: manage all production defects and problem tickets, track and follow-up for progress, and conduct status update ",
        "Change and Release Management: plan and confirm for change deployment & release, act as change requester for change item",
        "Team Management: arrange and conduct weekly team update, track team activity log, conduct the review of resource capacity plan and actual timesheet ",
        "Arrange and facilitate meetings ",
        "Develop minutes of meetings "
      ],
      "qualification": [
        "2-9 years of experience in PMO or more than 2 years in project manager ",
        "Familiar with Software Development Life Cycle (SDLC) ",
        "Strong interpersonal and communication skills and ability to effectively collaborate with diverse people such as developers, tester, or change implementer ",
        "Positive attitude, energetic, and able to work under pressure and tight deadlines ",
        "Background in banking and financial services business is a plus ",
        "Experiences in Defect Management, Problem Management, and Change Management a plus"
      ],
      "skill": ["Project Management"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 17,
      "title": "Project Manager",
      "level": "Middle - Senior",
      "description": "In this role, you will lead a team on small project or segment of a larger project to deliver solutions to a client within project charter, project agreement or contract as well as corporate guidelines and legal requirements.",
      "responsibility": [
        "Develop project plan and work break-down Structure (WBS) ",
        "Estimate required schedule, time, cost and resources ",
        "Manage projects and provide day-to-day direction to the project teams  ",
        "Develop and maintain project plan ",
        "Provide regular project status updates ",
        "Support production incidents (if any)",
        "Handle other possible tasks e.g. translation of client requirement into plan to cumulate in client acceptance of results, financial cost management  "
      ],
      "qualification": [
        "Bachelor's Degree in IT related field or industrial engineer",
        "7-10 years of experience in IT related field, leading team and in IT project management ",
        "Professional Knowledge of market segment/industry/technology/project management methodology, technical management ",
        "Understanding of regulatory compliance ",
        "Professional knowledge related to incumbent's function/business unit and its process "
      ],
      "skill": ["IT Project Management"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 18,
      "title": "Development Excellence Engineer",
      "level": "Middle - Senior",
      "description": "In this role, you will enhance the productivity of KBTG’s software development by developing practices and tools to for fellow developers.",
      "responsibility": [
        "Define and recommend guidelines about software development best practices",
        "Research, develop, and operate software, tools, or services that help improve software development quality and productivity",
        "Provide consultation and support complex, organization-wide issues in software development",
        "Coordinate with related parties to share knowledge regarding software development tools, best practices, and policies",
        "Lead, coordinate and communicate with engineer teams to drive best practice and recommend improvement",
        "Strive for continuous improvement in software engineering excellence "
      ],
      "qualification": [
        "Bachelor's or Master's Degree in Computer Engineering, Computer Science, Information Technology, or related field",
        "4-10 years of relevant experience in position",
        "Expertise and experience in designing tools and practices that help improve developer productivity",
        "In-depth knowledge of programming languages on both frontend and backend, DevSecOps, Microservice, SQL/NoSQL, Containers",
        "Strong conceptual and analytical skills - demonstrating outside-the-box problem solving skills",
        "Strong communication and interpersonal and leadership skill "
      ],
      "skill": [
        "Analytical Skill, Programming Languages (Frontend, Backend) DevSecOps, Microservice, SQL/NoSQL, Containers "
      ],
      "location": [
        "KBTG Building (Muang Thong Thani, Nonthaburi)",
        "K+ Building (Samyan, Bangkok)"
      ],
      "fresh_grad": false
    },
    {
      "id": 19,
      "title": "DeFi / Blockchain Venture Architect",
      "level": "Middle - Senior",
      "description": "In this role, you will oversee the whole process from ideation, strategy, to the success of next generation’s financial products ecosystem. Gain an ownership over end-to-end ecosystem products as well as the ability to influence the creation, design, and execution of future products.",
      "responsibility": [
        "Identify new business opportunities, strategy, business case analysis using various methods such as market research, design sprint, etc.",
        "Work with various teams both inside and outside the company to validate, develop, launch, and achieve product’s success.",
        "Manage and execute all aspects of the venture projects end-to-end with all stakeholders and users. "
      ],
      "qualification": [
        "Deep passion as an entrepreneur and corporate innovator",
        "Strong background in venture creation, business strategy, quantitative modeling, disruptive technologies, and product developments",
        "Ability to work in high-pressure, fast-paced startup environments with exposure to multidisciplinary teams",
        "Focus on real user pain points and willing to forgo own ideas for greater goods and willingness to get your hands dirty",
        "Great ability to communicate and be with people",
        "A degree in Financial Engineering, Finance, or Mathematics "
      ],
      "skill": [
        "Entrepreneur and Innovation, Venture Creation, Business Strategy, Quantitative Modeling"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 20,
      "title": "DEFI BACKEND TECH LEAD",
      "level": "Middle - Senior",
      "description": "In this role, you will gain an ownership over end-to-end ecosystem products while ensuring a consistent, high-quality products that deliver great user experience across the ecosystem with robustness and security.",
      "responsibility": [
        "Participate in discussions from the initial product ideas to launch",
        "Work closely with internal and external parties to rapidly iterate, experiment, and launch products",
        "Own product end-to-end",
        "Research, design, develop, test, and implement end-to-end systems and core & periphery smart contracts and mechanisms of DeFi products "
      ],
      "qualification": [
        "Deep understanding of Solidity and the Ethereum Virtual Machine",
        "Prior experience deploying complex smart contract systems to the Ethereum mainnet",
        "Experience building and maintaining a production system at scale",
        "Prior experience working closely with a designer to iterate on a product",
        "A desire to keep up with modern best practices in web development",
        "A degree in Mathematics, Computer Science or Computer Engineering",
        "Experience in Web3 product development"
      ],
      "skill": [
        "Solidity and the Ethereum, or Javascript and Web3 Product Development "
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 21,
      "title": "DEFI FRONTEND TECH LEAD",
      "level": "Middle - Senior",
      "description": "In this role, you will help us build the next generation of financial product ecosystem while influencing the creation, design, and execution of future products.",
      "responsibility": [
        "Work closely with internal and external parties to rapidly iterate, experiment, and launch products",
        "Create a unified component library for using across all products",
        "Rapidly implement functional UI elements from design mocks, with an eye toward performance and accessibility",
        "Know when to create abstractions vs. one-off features",
        "Ensure that components are functional, elegant, performant, and mobile-friendly",
        "Understand when and how to run UI tests"
      ],
      "qualification": [
        "Rich experience in React",
        "A deep understanding of architecture of modern client-side React applications",
        "Prior experience working with component libraries or design teams in user-facing applications",
        "Prior experience creating a design system or component library",
        "A desire to keep up with modern best practices in web development",
        "Familiarity with the Web3 frontend stack (ethers.js / web3.js, EIP-1193, client-side private key management, etc.)",
        "Familiarity with React Hooks and TypeScript in React"
      ],
      "skill": [
        "React Hooks and TypeScript in React, Web3 Frontend Stack (Ethers.js / Web3.js, EIP-1193, Client-Side Private Key Management, etc.)"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 22,
      "title": " Tech Community Relationship Professional",
      "level": "Middle",
      "description": "In this role, you will ensure that our community of developers, partnership and tech audiences all share the same understanding on our KBTG brand essence and keep good relationship with them through different approaches such as conference, events and meeting.",
      "responsibility": [
        "Ensure that the company vision and brand image is communicated correctly and effectively ",
        "Understand KBTG products thoroughly, able to simplify and communicate with related stakeholders through all KBTG channels ",
        "Initiate new methods/techniques to engage IT community ",
        "Organize facilities and manage all event’s details from idea to execution "
      ],
      "qualification": [
        "Bachelor's or Master's Degree in IT, Communication Arts or related field ",
        "3-5 years of relevant experience in community engagement or event management ",
        "Eagerness to learn new things, especially IT business ",
        "Superior project and time management skills with the ability to multitask, manage multiple projects and meet individual deadlines",
        "Ability to work in a team atmosphere but also work and think independently",
        "Good presentation skill",
        "Basic knowledge of IT or software development is an advantage ",
        "Experience developing and maintaining relationships and partnerships with any stakeholders, especially developers and/or IT business, is an advantage"
      ],
      "skill": ["Basic knowledge of IT / Developer, Community Engagement"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 23,
      "title": "Cyber Security - Vulnerability and Threat Intelligence",
      "level": "Middle - Senior",
      "description": "In this role, you will identify threats, vulnerabilities and their associated security risks within KBank by performing vulnerability testing and penetration testing across the CSOC constituency and provide advice on how to remediate the vulnerabilities discovered. ",
      "responsibility": [
        "Perform security vulnerability assessment and penetration testing of internal, perimeter, external and wireless network and web and mobile applications ",
        "Identify security weaknesses and vulnerabilities, and non-compliance within the CSOC constituency ",
        "Characterize threats and provide recommendation for remediation ",
        "Research and develop testing tools, technique and process ",
        "Perform vulnerability assessment and penetration testing as business as usual (BAU) tasks ",
        "Produce timely, accurate, relevant and predictive intelligence by identifying and reporting on malicious actors, campaigns, and other relevant activities ",
        "Monitor open source information feeds and threat actor activity to identify activity levels and indicators for threats, targets of interest and possible attack vectors ",
        "Work with the other CSOC team to ensure that actionable indicators of compromise are incorporated into appropriate technologies ",
        "Advise appropriate business units on technical configuration and process changes, remediation and best practices to adapt to changing threat, vulnerabilities and new attack methods  "
      ],
      "qualification": [
        "Bachelor’s Degree in a related field such as information security, management or computer engineering ",
        "5 years of relevant experience working in the Information Security field, including any of the following: threat intelligence, security operations, incident response, malware analysis, and/or vulnerability management",
        "Experience with open source and Dark Web intelligence analysis tools ",
        "Prior experience in the Financial Services Industry is a plus ",
        "Experience operating all areas of the intelligence lifecycle ",
        "Experience in collecting intelligence from various information sources including but not limited to; malware analysis, open source/paid feeds and technical reports ",
        "Possess experience in tracking evolving threats and providing threat intelligence support to incident response teams ",
        "Excellent problem solving/analytical thinking skills ",
        "Demonstrable oral and written communication skills ",
        "Ability to create and provide executive level presentations ",
        "Experience in collaborating as part of a larger security/intelligence team "
      ],
      "skill": ["Security Vulnerability Assessment and Penetration Testing"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 24,
      "title": "Cyber Security - IT & Security Operation",
      "level": "Senior",
      "description": "In this role, you will be in the center of the organization employing people, processes, and technology to continuously monitor and improve the security posture while preventing, detecting, analyzing, and responding to cybersecurity incidents. That includes Access Management of Privileged Identity and Cryptography.",
      "responsibility": [
        "Manage the CSOC team to maintain and deliver appropriate services ",
        "Oversee the delivery of all CSOC services in the service portfolio such as Real Time Security Monitoring, Threat Intelligence and Research, and Security Incident Response and Investigation activities ",
        "Develop and support the implementation plans of new projects within the CSOC. ",
        "Develop CSOC service metrics; implement and monitor controls to ensure appropriate service levels are maintained ",
        "Provide thought leadership and attends industry events. ",
        "Maintain and administer personnel activities for direct reports, including recruitment, assignments, training, performance evaluations, and reviews ",
        "Maintain knowledge of relevant regulations, compliance requirements and policies that may have direct or indirect impact upon the CSOC and its services "
      ],
      "qualification": [
        "Bachelor’s Degree in a related field such as Information Security, Management or Computer Engineering ",
        "Active CISSP & CISM certifications are required ",
        "At least 10 years of experience in Information Security Operations, with minimum of 5 years in leadership role ",
        "Service provider and government experience ",
        "Extensive experience with the management of security analytics, threat intelligence, security case management and other information security platforms ",
        "Extensive experience with the management of international, multi-cultural and multi-lingual teams ",
        "Working experience in a Security Operations Centre (SOC), Managed Security Service (MSS), or enterprise network environment ",
        "Excellent oral and written communication skills ",
        "Excellent organizational and time management skills  "
      ],
      "skill": [
        "Management of Security Analytics, Threat Intelligence and Platform"
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 25,
      "title": "Cyber Security - Security Analysts and Incident Responder",
      "level": "Middle - Senior",
      "description": "In this role, you will be responsible for the validation and analysis of investigations passed up from tier 1 analysts. Tier 2 incident responder and investigator will complete the documentation of the investigation, determine the validity and priority of the activity and escalate to the Incident Manager and activate the Incident Response Plan (IR Plan) if appropriate.",
      "responsibility": [
        "Recognize successful intrusions and compromises through review and analysis of relevant event detail information ",
        "Investigate potential security incidents, recognize attacks based on techniques, tactics and procedures and differentiates false positives from true intrusion attempts ",
        "Follow up and track investigations to resolution ",
        "Validate, classify incidents and update security incident cases ",
        "Alert system and information owners of intrusions and potential intrusions and compromises to their network infrastructure ",
        "Escalate security incidents to appropriate teams within KBank ",
        "Provide assistance during remediation of security incidents ",
        "Security services management including fine tuning security use cases ",
        "Improve the CSOC services continuously ",
        "Maintain and provide data required to calculate the CSOC services’ SLAs, KPIs and KRIs ",
        "Update CSOC processes and procedures as necessary ",
        "Follow and implement the KBank’s change management process "
      ],
      "qualification": [
        "Bachelor’s Degree in Science or Engineering ",
        "At least 5 years of full-time experience in information security ",
        "Expert level analytical and problem-solving skills ",
        "Self-motivated with the ability to take decisions in the absence of detailed instructions ",
        "Expert level knowledge in managing and operating SIEM solutions, preferably using Splunk, is required ",
        "Proven experience in investigating security incidents ",
        "Proven experience in threat hunting ",
        "Ability to work with regular expression ",
        "Proven experience in programming with shell scripting and Python ",
        " Proven experience with Microsoft Windows and Linux operating systems",
        "Proven experience with managing and monitoring network security devices such as firewalls and intrusion detection systems ",
        "Deep knowledge in network protocols such as TCP/IP, Syslog, DNS and NetFlow ",
        "Knowledge and/or experience with vulnerability assessment tool is preferred ",
        "Knowledge and/or experience in managing and monitoring distributed denial of services solutions ",
        "Knowledge of web technologies such as HTML, JavaScript and PHP is preferred ",
        "Proven experience with Microsoft Windows and Linux operating systems",
        "Excellent oral and written communication skills, especially in conducting presentations, discussing security incidents and creating security incident reports",
        "Working experience in a Security Operations Centre (SOC), Managed Security Service (MSS), or enterprise network environment "
      ],
      "skill": ["Security Incidents Services Management"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 26,
      "title": "Cyber Security - Security Incident Management",
      "level": "Middle - Senior",
      "description": "In this role, you will monitor and track remediation work from the beginning to the end to ensures that security incidents are successfully closed and that escalation can be triggered when required.",
      "responsibility": [
        "Coordinate with other departments and team to ensure remediation work is carried out because of incident detected",
        "Monitor and track remediation work by the respective team, manage the affected systems from the beginning of the incident to closure ",
        "Generate and publish remediation progress reports on a regular basis ",
        "Escalate the case should remediation progress be reported "
      ],
      "qualification": [
        " Bachelor's Degree in a related field such as Information Technology, Security Management or Computer Engineering ",
        "At least 5 years of related experience with a background in IT Operations, including support of applications and services",
        "Experience working in a Security Operations Centre (SOC), Managed Security Service (MSS), or enterprise network environment is preferred",
        "Experience and knowledge of the incident management principles and methodologies",
        "Strong project management skills, including the ability to own and manage multiple incidents simultaneously",
        "Ability to effectively influence others to change their perspectives, plans and/or behaviors",
        "Excellent oral and written communication skills.",
        "Excellent organizational and time management skills."
      ],
      "skill": [
        "Security Management (Security Operations Centre (SOC), Managed Security Service (MSS), or Enterprise Network Environment)"
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 27,
      "title": "Cyber Security - Security Platform Management",
      "level": "Middle - Senior",
      "description": "In this role, you will be a key person for the overall CSOC architecture design and integration between the various platforms and components. You will be testing and building new, or updating existing, automation within CSOC technologies and integration between such technologies, including the larger set of systems and applications within KBank.",
      "responsibility": [
        "Identify, evaluate, design new systems and technologies and provide security engineering guidance and recommendations",
        "Work with the Threat Intelligence team to develop the technical design of the use case to be implemented in the SIEM",
        "Develop reporting dashboards and track key performance indicators ",
        "Collaborate with the security monitoring team to improve the performance of the CSOC operations and assist in incident response and remediation efforts",
        "Evaluate and select appropriate technology solutions to meet SOC consumer needs ",
        "Work with other SOC services to design automation and integration that meets their needs ",
        "Work with the CSOC Architect to test and fine tune the technical design of the use case to be implemented in the SIEM ",
        "Document SOC technology platform architecture and deployments ",
        "Perform day-to-day CSOC log management platform administration tasks including configuration management, patch management, updates and testing, fine tuning, etc.",
        "Create searches, reports, dashboards and visualization",
        "Manage all security and other data collected and stored by the CSOC ",
        "Implement, configure and onboard new data source"
      ],
      "qualification": [
        "Bachelor's Degree in a related field such as Information Security, Management or Computer Engineering ",
        "Platform-specific certifications is preferred ",
        "Extensive experience with the design, development, implementation and management of security analytics, threat intelligence, security use case management and other CSOC and information security platforms ",
        "Working knowledge and expertise in various security technology and product e.g. Splunk, ThreatQ, ThreatGrid and Cybercops ",
        "At least 10 years of relevant experience in Cyber Security, Security Architecture, with minimum of four years in the design and implementation of a SIEM ",
        "Experience working in a Security Operations Centre (SOC), Managed Security Service (MSS), or enterprise network environment",
        "Excellent written and oral communication skills ",
        "Excellent organizational and time management skills "
      ],
      "skill": ["CSOC and Information Security Platforms"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 28,
      "title": "UX/UI Designer",
      "level": "Middle",
      "description": "In this role, you will use ‘design’ to drive innovative products and services to global standards. You will do this by engaging in challenging interdisciplinary work with multiple cross-functional teams.",
      "responsibility": [
        "Actively take part in our growing and interdisciplinary design team, where you will help shape the future of our processes and culture",
        "Indulge yourself in the study of the user",
        "Creatively translate user values into products or services into captivating user experiences ",
        "Identify, understand, and foresee design issues or opportunities in product and service development",
        "Utilize and adapt design process to approach ambiguous challenges",
        "Constantly bring conversations about users and other stakeholders to the table throughout the product development cycle, from user research, to analysis, concepts, UX/UI design, launch, and iteration",
        "Engage in deep collaboration with multidisciplinary professionals in fields of design, business, strategy, growth, software development, and technological innovation"
      ],
      "qualification": [
        "A Bachelor’s or Master’s degree in any field is welcomed",
        "A sensitivity to both the functional and the emotional aspects of design ",
        "A curious and open-mind: you see both the big picture as well the small details, and you enjoy connecting the dots and finding relationships within complexities",
        "An ability to understand the intrinsic “why” behind each given task",
        "Big plus if you have experience integrating quantitative processes into your overall qualitative research",
        "It is not necessary for candidates to come from a pure design background, we are excited about any secondary experiences or interests you may have! A diversity of minds is what we look for as we’re growing our team",
        "And don’t worry, you do not need to be able to do all this right now! We look forward to helping you grow your capabilities along with our growing team"
      ],
      "skill": [
        "Human-Centered Thinking and a Familiarity With UX/UI or Service Design Processes and Tools (Figma, Zeplin, Adobe Suite, etc.)"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 29,
      "title": "IT Governance",
      "level": "Middle - Senior",
      "description": "In this role, you will oversee all information security policy and procedures to ensure that they follow the bank's standard. Your work includes developing and maintaining security management and compliance dashboard to detect and track all non-compliance issues.",
      "responsibility": [
        "Develop and enhance policy, procedures and processes related to IT management and security",
        "Provide IT and security awareness session to enhance understanding regarding level of policies and requirements",
        "Perform project tracking and report (tracking issues related to IT operation and security until closing or risk acceptable level)",
        "Perform project management related to ISO27001 & PCI DSS compliance",
        "Monitor and work with IT infrastructure and software development teams to close the deviations and non-compliance issues",
        "Handle day-to-day governance issues related to all IT operation and software quality and cyber security concerns to ensure compliance of IT & security policy, standard, and procedure",
        "Develop and maintain security management / compliance dashboard to ensure all non-compliance issues are followed and tracked",
        "Carry out any other special assignment and administrative works as required in order to support departmental activities / management’s assignment"
      ],
      "qualification": [
        "Bachelor’s or Master’s Degree in Information Technology, Computer Engineering, Computer Science, Information Security",
        "3-5 years of work experience in a relevant discipline ",
        "Knowledge in Cyber Security / IT audit / IT Governance / Software Quality Assurance",
        "Good analytical and problem solving skills",
        "Good project management skill",
        "Ability to work under pressure and time constraint",
        "Experience in data analytical and used analytical program such as Power BI, Macro Excel, Python is a plus",
        "Good oral and written communication skills in both Thai and English"
      ],
      "skill": [
        "Certified Security Professional e.g. CISA, CISM, ISO 27001 Lead Auditor/Implementer, COBIT, ITIL"
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 30,
      "title": "Network Engineer",
      "level": "Middle",
      "description": "In this role, you will be working with our engineering team to design, implement, optimize, and operate network infrastructure while collaborating with application and infrastructure management teams to establish proper and efficient network infrastructure.",
      "responsibility": [
        "Design, implement and manage network operation service to support business requirement",
        "Provide high level and low level solution design in Data Center, Campus, Branch, ATM, EDC, Voice and Video Network in order to support new initiative/technology and complexity",
        "Improve network to increase efficiency, reduce incidents and save costs",
        "Develop plans and enhance implementation of solution to establish proper and efficient network",
        "Provide transition to NOC (1st Tier) to ensure team capabilities are in place to drive operational excellence",
        "Provide technical support and problem solving to related team"
      ],
      "qualification": [
        "Bachelor’s or Master’s degree in Computer Engineering, Computer Science, IT or related fields.",
        "3-5 years of experience in network areas",
        "Experience with large network design, implement and operation",
        "Deep knowledge in Cisco Data Center Solution including Switch, Routers and Cloud related technology",
        "Deep knowledge in F5 GTM, LTM and APM",
        "CCNP certificate is a plus",
        "Strong problem solving skills",
        "Self-motivation and hard working",
        "Good skill in automation tool/script is a plus"
      ],
      "skill": [
        "Network Area, Cisco Data Center Solution Including Switch, Routers and Cloud"
      ],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 31,
      "title": "Security Infrastructure Engineer – System and Patch Management",
      "level": "Junior – Middle",
      "description": "In this role, you will be responsible for planning and ensuring corporate security, keeping computer system and network device hardened against cyber attacks. You will also need to maintain system security platform such as AD, LDAP and Radius servers.",
      "responsibility": [
        "Design, improve and operate security infrastructure architecture e.g. Active directory, LDAP, IDM",
        "Perform preventive maintenance to provide high availability security infrastructure",
        "Operate and improve patch and security hardening process",
        "Plan and coordinate patch and harden schedule with infrastructure and application team to ensure that security policies and standard are fully implemented",
        "Support service request for new system integration",
        "Design and improve internal process to close audit issue and analyst security exception request and design risk remediation with application teams"
      ],
      "qualification": [
        "Bachelor’s or Master’s degree in Computer Science, IT or related fields",
        "1-2 years of experience in IT security field",
        "Strong understanding of information technology and IT security",
        "Knowledge in OS security e.g. windows, unix, z/OS,",
        "Knowledge in database security or middleware security",
        "Knowledge in patch management, security hardening process, SCAN VA, network, TCP/IP",
        "Knowledge in cloud security and best practice such as AWS, GCP and Azure"
      ],
      "skill": ["Cloud Security, Database Security or Middleware Security"],
      "location": ["KBTG Building (Muang Thong Thani, Nonthaburi)"],
      "fresh_grad": false
    },
    {
      "id": 32,
      "title": "Innovation Product Manager",
      "level": "Junior – Middle",
      "description": "In this role, you will be working with cross-functional teams to create innovations that improve customer’s quality of life in both financial and non-financial world.",
      "responsibility": [
        "Drive innovation products and new initiatives from ideation, conceptualization, prototyping, through to implementation and launch",
        "Manage the roadmap for your product, analyze customer journeys, oversee user research, define requirements, set timelines and lead a cross-functional team through product lifecycle",
        "Identify opportunities for new products that leverage KBANK ecosystem and its partners to provide unique and lasting customer value",
        "Be a champion of the MVP concept, distilling the product down to what is desirable, viable and feasible"
      ],
      "qualification": [
        "Self-starter and visionary person with strong leadership and self-motivation capabilities",
        "Startup founder mindset and ability thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "Passionate about technology and comfortable to build business use cases around it",
        "Love what you do and believe in yourself, we need you to be happy here",
        "From fresh graduates to seasoned project managers, you are all welcomed to join us"
      ],
      "skill": [
        "Product Owner, Product and Business Management"
      ],
      "location": [
        "K+ Building (Samyan, Bangkok)"
      ],
      "fresh_grad": true
    },
    {
      "id": 33,
      "title": "Kubix - Product and Business Development",
      "level": "Junior – Middle",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Drive innovation products and new initiatives from ideation, conceptualization, prototyping, through to implementation and launch",
        "Manage the roadmap for your product, analyze customer journeys, oversee user research, define requirements, set timelines and lead a cross-functional team through product lifecycle",
        "Identify opportunities for new products that leverage KBank ecosystem and its partners to provide unique and lasting customer value",
        "Be a champion of the MVP concept, distilling the product down to what is desirable, viable and feasible"
      ],
      "qualification": [
        "0-5 years of experience in financial industry or IT industry",
        "Understanding in digital asset industry and capital market",
        "Self-starter and visionary person with strong leadership and self-motivation capabilities",
        "Startup founder mindset and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "Passionate about technology and comfortable to build business use cases around it",
        "Love what you do and believe in yourself, we need you to be happy here"
      ],
      "skill": [
        "Product Owner, Product and Business Management"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": true
    },
    {
      "id": 34,
      "title": "Kubix – Deputy Managing Director",
      "level": "Senior",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Set the vision for the company and define the overall goals and strategy from launch to scale, drive business direction to serve both issuers’ needs and investors' needs",
        "Oversee company operations and employee productivity ",
        "Build a highly inclusive company culture ensuring team members thrive and organizational outcomes are met",
        "Ensure effective recruiting, onboarding, professional development, performance management, and retention",
        "Adhere to company, national, and regional business requirements, enforcing compliance and taking action when necessary",
        "Maintain and build trusted relationships with key customers, clients, partners, industry and stakeholders",
        "Talk, respond and maintain relationship with regulators",
        "Promote and plan for company branding and PR strategy",
        "Identify gaps in company’s tasks and operations and close them, either by yourself or with others"
      ],
      "qualification": [
        "8-10 years of experience in financial industry or fintech area with management experiences",
        "Outstanding organizational and leadership abilities", 
        "Strong understanding in digital asset industry, both business landscape and technical aspect",
        "Understanding of advanced business planning and regulatory issues",
        "Ability to diagnose problems quickly and have foresight into potential issues",
        "Understanding of business functions such as HR, Finance, marketing etc.",
        "Self-starter and visionary person with strong leadership and self-motivation capabilities",
        "Startup founder mindset and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "Love what you do and believe in yourself, we need you to be happy here"
      ],
      "skill": [
        "FinTech or Digital Asset Management and Leadership "
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 35,
      "title": "Kubix – Head of Operations and Risk Control",
      "level": "Senior",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Build overall company’s operational process to deliver our products and efficiently serve our investors on the platform, starting from KYC operations, settlement, and the full lifecycle of products",
        "Create company’s operating model and policy to ensure end-to-end operations are complied with related regulations",
        "Work across product and engineering teams to create efficient processes, build successful operation flow, and make strategic trade-off decisions",
        "Manage product operational roadmap, analyze customer journeys, set timelines and lead a cross-functional team through product launch process",
        "Identify risks and gaps in company’s operations, work closely with risk management experts to set risk monitoring framework, tool, and reporting",
        "Monitor to ensure the company’s overall risk framework is suitable with the business scale and comply with regulatory requirements",
        "Report to Risk Management Committee of the risk monitoring results"
      ],
      "qualification": [
        "5-8 years of experience in financial industry in operations and/or risk management areas ",
        "Understanding in digital asset industry and capital market",
        "Have strong operational management skill, risk control and process-driven mindset",
        "Self-starter and visionary person with strong leadership and self-motivation capabilities",
        "Startup founder mindset and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "Love what you do and believe in yourself, we need you to be happy here"
      ],
      "skill": [
        "FinTech Operational and/or Risk Management"
      ],
      "location": [
        "K+ Building (Samyan, Bangkok)"
      ],
      "fresh_grad": false
    },
    {
      "id": 36,
      "title": "Kubix – Operations Manager",
      "level": "Middle",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Responsible for company’s operational process to deliver our products and efficiently serve our investors on the platform, starting from KYC operations, settlement, and the full lifecycle of products", 
        "Execute company’s operating model and policy to ensure end-to-end operations are complied with related regulations",
        "Manage product operational roadmap, analyze customer journeys, set timelines and lead a cross-functional team through product launch process",
        "Work closely with call center team to handle investors’ inquiries and close the requests in timely manner. Be a center point of contact to support investors’ inquiries",
        "Provide necessary daily reporting to relevant stakeholders such as custodian bank for settlement details, and regulatory reporting"
      ],
      "qualification": [
        "2-3 years of experience in financial industry in operations ",
        "Understanding in digital asset industry and capital market",
        "Strong operational management skill, customer service mind, and process-driven mindset",
        "Startup mindset and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Good written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions",
        "Love what you do and believe in yourself, we need you to be happy here"
      ],
      "skill": [
        "FinTech Operational Management Skill"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 37,
      "title": "Kubix – Digital Asset Tokenization: Head of Sales & Deal Structuring ",
      "level": "Senior",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Manage client relationship and deal pipeline with potential issuers",
        "Manage a team of deal structurers and executors to ensure the ICO launch process meets the SEC regulatory filing timeline",
        "Be the SEC gatekeeper: discuss potential deal structure and overall process of ICO deal filing",
        "Manage the process of marketing and pitching to potential issuers to promote new trend of asset tokenization and Initial Coin Offerings (ICO) process as alternative fund raising channel",
        "Oversee due diligence process on a potential issuer who is interested in going through Initial Coin Offerings, i.e. company analysis, financial analysis, and regulatory feasibility test to ensure issuer’s eligibility as per SEC regulation",
        "Oversee deal structuring, conduct financial analysis of the project/asset that the issuer proposes as token’s underlying, including conducting market and business trend to project potential growth and expected return of the project/asset",
        "Structure legal vehicle of the token (such as trust or SPV), including discussing with legal advisor, tax advisor, and accounting advisor to due diligence all key considerations ",
        "Ensure that an issuer provide required information and financial data for disclosure and coordinate with legal advisor to prepare SEC filing for ICO and meet regulatory requirement"
      ],
      "qualification": [
        "5-10 years of experience in investment banking, IPO transactions, Financial Advisory, Corporate Financing or related financial/structuring fields, fluent with dealing and understanding SEC regulation",
        "Self-starter and visionary person with strong leadership and self-motivation capabilities to manage a team, while being hands-on in deal structuring details",
        "Excitement to explore new technology and build new financial ecosystem, understanding the basic of Blockchain, smart contract, ICO and asset tokenization",
        "Ability to take full ownership of the process, self-motivation, and multi-tasking",
        "Startup founder mindset, eagerness to work in a small but dynamic team, and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "A degree in Finance, Economics or related fields"
      ],
      "skill": [
        "Financial Advisory, Investment Banking, IPO Transactions, ICO Portal"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 38,
      "title": "Kubix – Digital Asset Tokenization: Sales & Deal Structuring",
      "level": "Middle",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Conduct marketing and pitching to potential issuers to promote new trend of asset tokenization and Initial Coin Offerings (ICO) process as alternative fund raising channel",
        "Responsible for conducting in-depth due diligence on a potential issuer who is interested in going through Initial Coin Offerings, i.e. company analysis, financial analysis, and regulatory feasibility test to ensure issuer’s eligibility as per SEC regulation",
        "Perform in depth financial analysis of the project/asset that the issuer proposes to use as token’s underlying, including conducting market and business trend to project potential growth and expected return of the project/asset",
        "Structure legal vehicle of the token (such as trust or SPV), including discussing with legal advisor, tax advisor, and accounting advisor to due diligence all key considerations",
        "Prepare term sheets, valuation, and design investment return mechanism of the token",
        "Responsible for SEC filing for ICO by liaising with an issuer to collect required information and financial data for disclosure and coordinate with legal advisor to prepare SEC filing for ICO"
      ],
      "qualification": [
        "3-5 years of experience in IPO transactions, Financial Advisory, Corporate Financing, or related fields, comfortable with SEC regulation", 
        "Excitement to explore new technology and build new financial ecosystem, understanding the basic of Blockchain, smart contract, ICO and asset tokenization",
        "Ability to take full ownership of the process, self-motivation, and multi-tasking",
        "Startup founder mindset, eagerness to work in a small but dynamic team, and ability to thrive in a dynamic environment, maintaining composure and a positive attitude",
        "Excellent written and verbal interpersonal skills, with an ability to communicate with a wide range of team members and job functions – all the way up to executives",
        "A degree in Finance, Economics or related fields",
        "Love what you do and believe in yourself, we need you to be happy here"
      ],
      "skill": [
        "Investment Banking, IPO Transactions, ICO Portal"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 39,
      "title": "Blockchain Research Engineer ",
      "level": "Middle",
      "description": "In this role, you will bring in your passion for our product and cutting edge technology to make a greater impact to the society.",
      "responsibility": [
        "Conduct research on blockchain technology and its applications ranging from performance improvement, privacy and security enhancement, DApps to DeFi", 
        "Able to conduct security review or identify smart contract vulnerabilities is a plus"
      ],
      "qualification": [
        "Bachelor's or Master’s degree in Computer Engineering, Computer Science, IT or related fields",
        "2-5 years of experience in blockchain technology and its fundamentals ",
        "Background in development of blockchain smart contract in any of the blockchain platforms (such as Ethereum, Hyperledger Fabric, Corda) ",
        "Basic understanding in financial industries and/or token economy is a plus",
        "Good attitude, problem solving and communication skill, enjoy facing new challenges",
        "Fast learning and ability to work as a team  ",
        "Strong problem solving skills",
        "Self-motivation and hard working",
        "Good skill in automation tool/script is preferred"
      ],
      "skill": [
        "Blockchain Technology, Research"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 40,
      "title": "Kubix - Head of IT",
      "level": "Middle - Senior",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Responsible for the overall IT architecture and strategic planning in alignment with the business goals",
        "Supervise and Manage risks relating to IT, making sure all IT operations are under the company’s standard and policy",
        "Collaborate with the heads of departments, including marketing, production, and operations", 
        "Study Information processing systems to evaluate the effectiveness, make recommendations for improvement, request approval from the person in charge and notify relevant personnel of the changes immediately",
        "Conduct overall reports and propose to upper management",
        "Liaise with other stockholders to share and represent technological visions, opportunities, and risks company-wide to internal and external",
        "Develop strategic plans and set timelines for evaluation, development, and deployment of all technical aligning with the company’s standard and policy",
        "Supervise the workflow of IT department"
      ],
      "qualification": [
        "At least 15 years of experience in banking or capital market area ",
        "8-10 years of experience in a software development role, information technology role, or related field; 5 years in management or leadership role",
        "Background in banking, financial services business and consulting company is a plus", 
        "Strong analytical skill and proven ability to quickly understand complex business and systems and to provide appropriate solution", 
        "Excellent interpersonal and communication skills and ability to effectively collaborate with diverse people such as clients, developers, or testers", 
        "Excellent understanding of computer systems, security, network and systems administration, databases and data storage systems, and telecommunications systems",
        "Strong interpersonal skills and ability to effectively communicate with teams across the entire organization",
        "Experience in technology relevant to the industry such as Blockchain, strong knowledge on digital asset and Blockchain technology",
        "Excellent leadership and decision making skills",
        "Strong knowledge of project management principles",
        "Driver, committed, result-oriented"
        
      ],
      "skill": [
        "Software Development Skill in Digital Asset and Blockchain Technology"
      ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 41,
      "title": "Kubix - Developer and Application Support",
      "level": "Middle",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Analyze, design and develop information technology systems for business needs",
        "Conduct system documents and work manuals",
        "Investigate technical issues, manage fix deployment to live systems and report to supervisor",
        "Design and develop both frontend and backend",
        "Responsible for 1st tier application support"
      ],
      "qualification": [
        "At least 5 years of experience in development",
        "Experience in production support", 
        "Strong analytical skill and proven ability to quickly understand complex business and systems and to provide appropriate solution", 
        "Excellent interpersonal and communication skills and ability to effectively collaborate with diverse people such as testers", 
        "Working knowledge in IT hardware and software",
        "Ability to learn and master employer-specific software",
        "Programming language: Node JS and Solidity",
        "Knowledge on digital asset and Blockchain technology"
      ],
      "skill": [
        "Strong Programming Skill in Node JS and Solidity (Blockchain)"
       ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    },
    {
      "id": 42,
      "title": "Kubix - IT Operation",
      "level": "Middle",
      "description": "In this role, you will join Kubix on their mission as ICO portal to offer financial advisory and technology platform for issuers to tokenize their fund raising projects on Blockchain technology, and at the same time provide investors with new investment platform for digital assets.",
      "responsibility": [
        "Responsible for information technology operations, whole application technology systems, networks, activities in computer centers and system issues", 
        "Develop, implement, and maintain quality assurance protocols",
        "Report and monitor the performance of IT systems to prevent delays or outages and quickly resolve ongoing issues",
        "Identify issue and accelerate the resolution process",
        "Assist technical staff in checking and ensuring resolution of all issues to achieve all objectives",
        "Conduct system documents, IT issues and work manual to direct reports",
        "Supervise teams, both internal and vendor, and monitor their performance in alignment with company’s policy"   
      ],
      "qualification": [
        "At least 3 years of experience in system deployment",
        "Experience in production support",
        "Strong analytical skill and proven ability to quickly understand complex business and systems and to provide appropriate solution", 
        "Excellent interpersonal and communication skills and ability to effectively collaborate with diverse people such as clients, developers, or testers ",
        "Ability to work under pressure",
        "Additional skills include DevOps, ELK, AWS cloud service"
      ],
      "skill": [
        "IT Operation and Production Support"
       ],
      "location": ["K+ Building (Samyan, Bangkok)"],
      "fresh_grad": false
    }
  ]
}
